[{"date": "16 Juin 2022", "titre": "AUTOMATICIEN DE TEST", "societe": "GOLDTALENT", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Développement informatique, Externalisation"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Nous sommes à la recherche d'AUTOMATICIEN DE TEST"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 ✔️Vous avez au moins 03 ans d'expérience en Automaticien de Test\n✔️Maîtrise de frameworks d'E2E testing\n✔️Maitrise du Framework ROBOT\n✔️Expérience en approche DevOps, CI/CD, GitCI\n✔️Vous êtes une personne passionnée, proactive, curieuse et dynamique\n✔️ Vous avez un bon niveau de français et d'anglais à l'écrit et à l'oral"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                REF-AUTOTEST2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/goldtalent-automaticien-de-test105364", "category": "informatique-web"}, {"date": "16 Juin 2022", "titre": "INGENIEUR SYSTEME ET RESEAU", "societe": "GROUPE EDL SA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Groupe de société"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                MISSIONS : \n-\tGestion de tous les réseaux dans l’infra IT (réseaux informatiques, téléphoniques, électricité ondulée)\n-\tGestion du parc informatique (serveurs, matériels réseaux, climatisation, postes utilisateurs, imprimantes, etc.)\n-\tConfiguration et paramétrage des services liés à l’infra IT\n-\tDéveloppement des tableaux de bord de performance du réseau\n-\tSécurisation physique et logique de l’infra IT\n-\tSupport technique niveau 2 et 3 sur l’infrastructure IT\n-\tPrévention / résolution des anomalies et les pannes de fonctionnement des réseaux \n-\tVeille technologique"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -\tIngénieur en informatique, système et réseau\n-\tCompétence réseau : TCP/IP, firewalling, routage, LAN-WAN, VPN\n-\tConnaissance équipements : HP, Dell, Cisco\n-\tConnaissance administration système : Windows Servers 2016/2019, Active Directory, DNS, DHCP, Exchange 2019, Zimbra / Linux : Red Hat, CentOS, Dcbian.\n-\tConnaissance virtualisation VMwarevSphere/vCenter/ESXi\n-\tConnaissance sur les stockages HP\n-\tAu moins 3 ans d’expérience réussie dans un poste similaire.\n-\tMaîtrise parfaite de la langue française\n-\tBonne base en Anglais\n-\tMaîtrise des outils bureautique informatique\n-\tBonne veille sur les technologies actuelles"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                ISR /RS/22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/edl-sa-ingenieur-systeme-et-reseau105362", "category": "informatique-web"}, {"date": "", "titre": "DEVELOPPEUR_JAVASCRIPT_FULL_STACK -réf:REF028/PJ", "societe": "INGENOSYA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ESN / SSII"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                •Développer une application à base de ReactJS\n•Développer son backend\n•Développer des API consommables par des entités externes\n•Concevoir, modéliser et développer l’ensemble de l’application. \n•Faire des tests unitaires des codes.\n•Faire la maintenance de l’application."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •Diplôme d’Ingénieur ou Master en Informatique\n•2 ans d’expériences en développement Javascript\n•Bonnes connaissances en Typescript"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                REF028/PJ"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ingenosya-madagascar-developpeur-javascript-full-stack-ref-ref028-pj105045", "category": "informatique-web"}, {"date": "15 Juin 2022", "titre": "DES CONSEILLERS TECHNIQUES WEB", "societe": "MIAV SERVICE", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                BPO"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre de son expansion, Miav Service est en recherche active :\nDes conseillers techniques web (H)\nVotre mission principale est d’apporter une assistance technique, et de répondre favorablement aux demandes des clients.\nAinsi, vos attributions afin de mener à bien vos taches sont :\n•\tInformer le nouveau prospect sur les informations de l'application et du Sunmi ;\n•\tAider sur la création du compte client ;\n•\tCréation ou désactivation compte ;\n•\tEnvoi mail de bienvenu après la création de chaque compte ;\n•\tTraitement des appels clients (aide sur utilisation, résolution d'anomalie) ;\n•\tFormation client sur l'utilisation de l'application ;\n•\tTest de A à Z de l'application en cas de mise à jour ;\n•\tCréation cahier de test après le test d'une nouvelle version de l'application ;\n•\tDéploiement de l'application sur les différents stores (Pax store, Play store et Sunmi store) ;\n•\tCréation documentation ou mise à jour documentation ;\n•\tTraitement reprise de données ;\n•\tRépondre aux appels et identifier les besoins des clients: aide utilisation, demande d’amélioration, qualification de bug, qualification d’erreur de manipulation) ;\n•\tRassurer le client sur la prise en charge de sa demande, et relancer les services concernés si la demande n'est pas prise à temps ;\n•\tPrendre en charge les demandes par tchat, et mails des clients, et slack pour les partenaires ;\n•\tCréation d'un ticket pour chaque demande clients ou demande interne. Toute exécution par le collaborateur, tout travail doit être consigné avec le temps ;\n•\tRappeler les clients pour répondre aux demandes et partager la résolution des problèmes techniques, ou demandes de services ;\n•\tListe non exhaustive."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Le candidat que nous recherchons activement doit répondre au profil suivant :\n\tAvoir une expérience probante de 2 ans dans la gestion de la relation clientèle ;\n\tAvoir une très bonne élocution française ;\n\tConnaissance en Windows 7, 8, 10, 11 ;\n\tConnaissance Android 4, et ultérieure, et savoir naviguer sur une tablette ;\n\tConnaissance des logiciels de contrôle à distance tel que Teamviewer;\nNotion en software, et hardware (installation, paramétrage, et maintenance des ordinateurs, et imprimantes) ;\n\tRéactif, empathique, et courtois.\nPour ce poste, nous vous offrons :\n1.\tUn salaire attractif avec des indemnités de transport, et de repas ;\n2.\tUn cadre agréable ainsi qu’une ambiance de travail conviviale ;\n\nLes candidatures aux alentours de Tsimbazaza, Ankadilalana, Mahamasina, Manakambahiny, Ambanidia, Ankadimbahoaka, Tanjombato sont vivement appréciées."}], "url": "https://www.portaljob-madagascar.com/emploi/view/miav-des-conseillers-techniques-web105308", "category": "informatique-web"}, {"date": "15 Juin 2022", "titre": "DEVELOPPEUR BACK-END JUNIOR", "societe": "Neoshore Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                PRESTATION DE CONSEILS ET EXTERNALISATION"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Pour le compte de l’un de ses clients, une startup qui développe une application de gestion, Neoshore recherche activement un « DEVELOPPEUR BACK-END JUNIOR ».\n\nVotre mission\nIntégrer notre équipe existante où vous travaillerez avec le Product Owner et le développeur backend sur l’architecture technique. Vous maitrisez et/ou avez de bonnes connaissances dans les technologies et langages suivants. Des premières expériences démontrables sont un requis.\n•\tGoLang\n•\tJavaScript & NodeJS\n•\tApollo"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tVous justifiez d'au moins 1 an d'expérience professionnelle dans un poste de développeur backend\n•\tVous avez impérativement déjà travaillé avec plusieurs des technologies demandées\n•\tVous avez un bon sens de l’autonomie et êtes capables de résoudre des problèmes par vous-même\n•\tVous avez une Bonne maitrise du français écrit/oral ; l’anglais est un plus\n•\tVous avez la capacité de travailler avec des équipes à distance"}], "url": "https://www.portaljob-madagascar.com/emploi/view/neoshore-madagascar-developpeur-back-end-junior105280", "category": "informatique-web"}, {"date": "15 Juin 2022", "titre": "Dévelopeur front-end", "societe": "KAIROS SARLU", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Services & conseils IT"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Votre mission consiste à :\n> Créer notre site web et ses différents composants\n> Assurer le rendu de la partie serveur, pour des raison de SEO\n> Coopérer avec les développeurs back-end durant les tests et le lancement de notre site.\n\nJSON objects will be delivered through an API REST.\nSi vous êtes cette talentueuse personne, veuillez envoyer votre candidature à l'adresse e-mail : kairosraveloson@gmail.com sous la référence DEV0622\n\nLe poste peut être en FULL REMOTE à condition que vous avez une bonne connexion.\nCe contrat peut s'évoluer en CDI si vous arrivez à mener à merveille le projet."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Ayant un BAC+5 en informatique\nOU\nAyant un BAC+3 en informatique avec une solide expérience sur le front-end development avec React.js/next.js\nET\n- Ayant au moins deux ans d'expérience avec React.JS, notament Next.Js\n- Peux travailler en équipe ou en solo\n- Connaître l’architecture client-serveur, les interactions entre front-end, et back-end\n- Ayant une expértise avec l'utilisation de l'API REST\n- Ayant déja travaillé dans un projet similaire"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV0622"}], "url": "https://www.portaljob-madagascar.com/emploi/view/kairos-sarlu-developeur-front-end105273", "category": "informatique-web"}, {"date": "15 Juin 2022", "titre": "ADMINISTRATEUR SYSTEME ET RESEAU", "societe": "TELESOURCIA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Call center, BPO"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Gestion, installation et maintenance du matériel informatique (postes informatiques, périphériques) ; \nAdministration et exploitation du serveur ; \nAide à la gestion, installation et maintenance des logiciels ;  \nAssistance et support technique (matériel et logiciel) auprès des utilisateurs ; \nGestion des sauvegardes sur les applications et serveurs internes ; \nSensibilisation des utilisateurs sur la sécurité informatique et sur les règles de bonnes pratiques ; \nGestion et configuration de la VOIP, assistance aux utilisateurs et maintenance des installations ; \nAssistance et support technique auprès des utilisateurs"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Ingénieur en informatique\nExpérience de 2ans en tant qu'administrateur système et réseau \nExpérience dans un centre d'appel exigée\nMaîtrise avéré des outils CISCO \nMaîtrise de la gestion des VOIP\nMaitrise de la langue française (écrit et parlé) l'anglais serait un atout\n\nQualités attendues : \n\nProactif et réactif\nExcellent sens de la communication\nGrande disponibilité horaire"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                ASR062022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recrutement-telesourcia-administrateur-systeme-et-reseau105270", "category": "informatique-web"}, {"date": "15 Juin 2022", "titre": "Administrateur Systèmes et Réseaux", "societe": "NUMEN MADAGASCAR", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Spécialiste du traitement offshore depuis 27 ans à Antananarivo"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                 :\n\n•\tAssurer la bonne gestion des ressources informatiques \n•\tContribuer aux projets de la DSI.\nActivités principales\n•\tAdministrer, exploiter, maintenir et faire évoluer les ressources informatiques\n•\tAssister les utilisateurs \nCompétences et savoir-faire\n•\tConnaissance générale de la virtualisation (WMARE, Hyper-V)\n•\tAdministration des serveurs Linux et Windows\n•\tArchitecture du réseau informatique (VLAN, VPN, Open VPN, WAN)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                s :\n•\tIssu(e) d'une formation supérieure (Bac +5) en Informatique\n•\tVous disposez d'une expérience d’au moins 2 ans dans un poste similaire.\n•\tRigoureux et organisé, vous aimez le travail en équipe. \n\nSi vous souhaitez intégrer l’équipe, envoyer votre dossier (Lettre de motivation + prétention, C.V., photocopie CIN), avec la réf."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                ASR22/P1"}], "url": "https://www.portaljob-madagascar.com/emploi/view/numen-madagascar-administrateur-systemes-et-reseaux105266", "category": "informatique-web"}, {"date": "15 Juin 2022", "titre": "DES DEVELOPPEURS FULL STACK SENIOR (BASÉ À MAURICE)", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Un des plus grands groupes d’envergure à l’île Maurice recrute pour une de ses filiales:\nDES DEVELOPPEURS WEB (FULL STACK)\n\n :\n\nSous la responsabilité de Product line manager :\nParticiper à la conception du système, au développement, aux tests et au déploiement d'applications web\n-Coordonner avec les membres de l'équipe pour développer des applications web innovantes\n-Prendre en charge et suivre de près les projets\n-Corriger les bugs, dépanner et résoudre les problèmes\n-Assurer le support et la maintenance des applications web pendant et après leur mise en service\n-S'assurer que tous les travaux de développement soient entièrement documentés et accompagnés de guides de l'utilisateur et de documentation technique\n-Être au courant des meilleures pratiques du secteur et des mises à jour techniques, et partager ses connaissances avec les membres de l'équipe pour améliorer les processus, la technicité et les résultats\n-Favoriser et maintenir de bonnes relations de travail avec les autres départements, les clients internes et externes et les autres parties prenantes"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 :\n\n-Bac+3 en informatique, génie logiciel, informatique appliquée ou équivalent\n-Plus de 3 ans d'expérience dans un poste similaire\n-Maîtrise de PHP, HTML, CSS, JavaScript, React et node js, JQuery, Angular Js, MySQL, SQL Server\n-Familiarité avec .NET, C-sharp ou d'autres compétences de programmation logicielle\n-Compétence en HTML et CSS codés à la main et conformes au W3C et en UI/UX\n-Expérience dans l'implémentation et la maintenance d'API\n-Autonomie, agilité, communication, esprit d’équipe\n-Organisation, adaptation, et capacité à gérer des demandes multiples\n-Bon niveau de Français et d’Anglais"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-des-developpeurs-full-stack-senior-base-a-maurice105264", "category": "informatique-web"}, {"date": "15 Juin 2022", "titre": "DEVELOPPEUR BI SENIOR (BASÉ À MAURICE)", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Un des plus grands groupes d’envergure à l’île Maurice recrute pour une de ses filiales: DES DEVELOPPEURS BI\n\n :\n\nSous la responsabilité de Product line manager :\n-Diriger le développement, le déploiement et la maintenance des logiciels de BI\n-Traduire les besoins de l'entreprise en spécifications techniques\n-Concevoir, construire et déployer des solutions de BI (scripting SQL, ETL, OLAP, Power Bi, Tableau, Qlik).\n-Effectuer des unit testing et des dépannages\n-Évaluer et améliorer les systèmes de BI existants\n-Développer et exécuter des requêtes de base de données et effectuer des analyses\n-Créer et maintenir la documentation, y compris les exigences, la conception et les manuels d'utilisation"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 :\n\n-Bac+3 en informatique, génie logiciel, informatique appliquée ou équivalent\n-3 à 4 ans d'expérience dans un poste similaire\n-Une certification en BI sera un plus\n-Compétences en matière de gestion du temps\n-Excellent sens de l'organisation et capacité à gérer des demandes multiples\n-Autonomie, esprit d’équipe, et bonne capacité d’adaptation\n-Solides compétences en communication\n-Bon niveau de Français et d’Anglais\n-La connaissance de Power BI serait un avantage"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-developpeur-bi-senior-base-a-maurice105263", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "Développeur Android (Java/Kotlin)", "societe": "MaaSil Inc", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                MaaSil Inc est une entreprise d’externalisation de services vers Madagascar. Nous proposons à nos clients français, suisses ou belges, des consultants situés à Madagascar.  Nous proposons tous types de profils. Notre objectif est de proposer les meilleurs de Madagascar pour nos clients. Et de garantir des conditions salariales qui soient optimales pour nos équipes."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous avez plusieurs années d'expériences sur Android\nSolide expérience sur les tests unitaires\nConserver une UI orientée utilisateur\nVous avez une vision globale de l’environnement Android\nVous êtes capable de proposer des solutions au problèmes rencontrés\n\nRémunération / Avantages : \nSalaire à négocier selon profil – MaaSil Inc peut se permettre d’offrir les meilleurs salaires au vu de la qualité des missions délégués par nos clients\nCommissions supplémentaires avec Objectif qualitatif et quantitatif\n+10% de salaire / 6 mois\nMutuelle Complémentaire\nRetraite Complémentaire\nNavette retour le soir"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Maîtrise PARFAITE du Français (lu, écrit, parlé)\nMaîtrise de l’anglais technique est indispensable\nBac+5 en informatique\nAutonomie EXIGE (Vous serez en relation direct avec notre client, professionnalisme exigé)\nPolyvalence \nForce de proposition\nEsprit analytique\n\nHoraire de travail : 10-19h OU 12-21h. Les horaires pourraient évoluer selon les besoins du client mais le nombre d’heures travaillées restent inchangé = 40h/semaine"}], "url": "https://www.portaljob-madagascar.com/emploi/view/maasil-inc-developpeur-android-java-kotlin105255", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "Développeur iOs (Swift/obj-c)", "societe": "MaaSil Inc", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                MaaSil Inc est une entreprise d’externalisation de services vers Madagascar. Nous proposons à nos clients français, suisses ou belges, des consultants situés à Madagascar.  Nous proposons tous types de profils. Notre objectif est de proposer les meilleurs de Madagascar pour nos clients. Et de garantir des conditions salariales qui soient optimales pour nos équipes."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous avez plusieurs années d'expériences sur Swift\nSolide expérience sur les tests unitaires\nConserver une UI orientée utilisateur\nVous avez une vision globale de l’environnement iOS\nVous êtes capable de proposer des solutions au problèmes rencontrés\n\nRémunération / Avantages : \nSalaire à négocier selon profil – MaaSil Inc peut se permettre d’offrir les meilleurs salaires au vu de la qualité des missions délégués par nos clients\nCommissions supplémentaires avec Objectif qualitatif et quantitatif\n+10% de salaire / 6 mois\nMutuelle Complémentaire\nRetraite Complémentaire\nNavette retour le soir"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Maîtrise PARFAITE du Français (lu, écrit, parlé)\nMaîtrise de l’anglais technique est indispensable\nBac+5 en informatique\nAutonomie EXIGE (Vous serez en relation direct avec notre client, professionnalisme exigé)\nPolyvalence \nForce de proposition\nEsprit analytique\n\nHoraire de travail : 10-19h OU 12-21h. Les horaires pourraient évoluer selon les besoins du client mais le nombre d’heures travaillées restent inchangé = 40h/semaine"}], "url": "https://www.portaljob-madagascar.com/emploi/view/maasil-inc-developpeur-ios-swift-obj-c105254", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "Intégrateur Web", "societe": "MaaSil Inc", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                MaaSil Inc est une entreprise d’externalisation de services vers Madagascar. Nous proposons à nos clients français, suisses ou belges, des consultants situés à Madagascar.  Nous proposons tous types de profils. Notre objectif est de proposer les meilleurs de Madagascar pour nos clients. Et de garantir des conditions salariales qui soient optimales pour nos équipes."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Expert intégration HTML / CSS\nTrès bonne connaissance de Javascript\n : Intégration de maquettes depuis Figma / Adobe XD\n\nRémunération / Avantages : \nSalaire à négocier selon profil – MaaSil Inc peut se permettre d’offrir les meilleurs salaires au vu de la qualité des missions délégués par nos clients\nCommissions supplémentaires avec Objectif qualitatif et quantitatif\n+10% de salaire / 6 mois\nMutuelle Complémentaire\nRetraite Complémentaire\nNavette retour le soir"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Maîtrise PARFAITE du Français (lu, écrit, parlé)\nMaîtrise de l’anglais technique est indispensable\nBac+5 en informatique\nAutonomie EXIGE (Vous serez en relation direct avec notre client, professionnalisme exigé)\nPolyvalence \nForce de proposition\nEsprit analytique\n\nHoraire de travail : 9-18h OU 11-20h. Les horaires pourraient évoluer selon les besoins du client mais le nombre d’heures travaillées restent inchangé = 40h/semaine"}], "url": "https://www.portaljob-madagascar.com/emploi/view/maasil-inc-integrateur-web105253", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "Développeur Java", "societe": "MaaSil Inc", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                MaaSil Inc est une entreprise d’externalisation de services vers Madagascar. Nous proposons à nos clients français, suisses ou belges, des consultants situés à Madagascar.  Nous proposons tous types de profils. Notre objectif est de proposer les meilleurs de Madagascar pour nos clients. Et de garantir des conditions salariales qui soient optimales pour nos équipes."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous avez plusieurs années d'expériences sur Java, Spring Boot\nVous êtes capable de proposer des solutions au problèmes rencontrés\nVous avez déjà fait de la maintenance et mise à jour d’applications existantes\n\nRémunération / Avantages : \nSalaire à négocier selon profil – MaaSil Inc peut se permettre d’offrir les meilleurs salaires au vu de la qualité des missions délégués par nos clients\nCommissions supplémentaires avec Objectif qualitatif et quantitatif\n+10% de salaire / 6 mois\nMutuelle Complémentaire\nRetraite Complémentaire\nNavette retour le soir"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Maîtrise PARFAITE du Français (lu, écrit, parlé)\nMaîtrise de l’anglais technique est indispensable\nBac+5 en informatique\nAutonomie EXIGE (Vous serez en relation direct avec notre client, professionnalisme exigé)\nPolyvalence \nForce de proposition\nEsprit analytique\n\nHoraire de travail : 10-19h OU 12-21h. Les horaires pourraient évoluer selon les besoins du client mais le nombre d’heures travaillées restent inchangé = 40h/semaine"}], "url": "https://www.portaljob-madagascar.com/emploi/view/maasil-inc-developpeur-java105252", "category": "informatique-web"}]