[{"date": "23 Juin 2022", "titre": "DEVELOPPEUR FULL STACK METEOR", "societe": "ANONYME", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                NOUVELLES TECHNOLOGIES"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans une ambiance cool et rigoureuse, vous intervenez au sein de l’équipe technique et en liaison avec notre équipe fonctionnelle. \nVous êtes en charge d’une fonctionnalité de bout en bout, de la conception à son implémentation, des services backend aux UI, des tests jusqu'à sa mise en production. Nous recherchons des : \nDÉVELOPPEURS FULL STACK \n\n principales\n Analyse et conception technique \nCréation des modules \nConception et création des UIs. \n Exécution de plans de tests, analyse et correction des anomalies"}, {"s_titre": "Profil", "s_description": "\n\n École d'Ingénieur ou Université (bac+3 minimum).\n Expérience mini de 4 ans comme développeur Fullstack, ou développeur backend avec une forte appétence pour le front (car indispensable).\nBack :\nNestJS(Node), MongoDB, \nFront :\nNuxtJS(Vue)\nMeteor\nAutres technos : \nJest, AWS S3/lambda, ELK/ElasticCloud, autres SaaS (GMP, Hubspot, Mailjet, MailChimp/Mandrill, etc.)\nEnvironnement :\nGitHub, CI/CD, Travis – VSCode\nVous êtes autonome, organisé-e, avec un enthousiasme communicatif et un bon esprit pour vous impliquer dans une équipe positive, créative, et pluridisciplinaire. \nVous êtes force de proposition lors des échanges et conceptions \nPassionné(e) par le développement et les nouvelles technos, vous aimez partager et tester vos convictions et vos idées. \nVous vous tenez informé des évolutions techniques actuelles. Vous êtes curieux et aimez tester rigoureusement les nouvelles technologies. \nMaîtrise de la stack : vous avez une solide expérience des technos JS back (NodeJS) et front (VueJS, Angular et/ou React), et des bases de données noSQL. Toute expérience sur les frameworks est un plus. Vous êtes un-e adepte du typage, des intégrations et déploiements continus et vous connaissez l’importance des tests"}], "url": "https://www.portaljob-madagascar.com/emploi/view/w3d-developpeur-full-stack-meteor105788", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "Un développeur python -réf:0284-22 KR-TIC", "societe": "KENTIA-RH.COM", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                KENTIA-RH.COM sarl, expert en Ressources Humaines, aux services des PME depuis plus de 10 ans."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Responsabilités / \n.Analyse des besoins (briefing projet, rédaction du cahier de charge du site web) \n\n.Création de maquettes web\n\n.Création et développement des interfaces du site web\n\n.Intégration de contenus et mis à jour de site"}, {"s_titre": "Profil", "s_description": "\n\n.Bac+4 en Informatique ou Multimédia\n\n.2 ans d'expériences dans le domaine\n\n.Maîtrise d’un langage technique d’intégration graphique (CSS / HTML / responsive design/ XML, bootstrap jquery)\n\n.Connaissance en language de programmation python\n\n.A l’aise dans l’utilisation du website builder de odoo"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                0284-22 KR-TIC"}], "url": "https://www.portaljob-madagascar.com/emploi/view/kentia-rh-com-un-developpeur-python-h-f105780", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "UN(E) ASSISTANT(E) IT", "societe": "SMARTELIA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Externalisation en Assistant personnel ,administratif, Financier (compta et Relance impayée)BPO, assistant multimedia ,assistant e-commerce,assistant SAV -support clien"}, {"s_titre": "Missions", "s_description": "\n\nFournir une aide et une assistance technique aux utilisateurs du système d'information\nIntervenir sur les incidents techniques : pannes, dysfonctionnements matériels et logiciels\nParticiper à un atelier technique pour la résolution des incidents complexes\n\nParticiper à la rédaction des documentations techniques suivant les besoins de chaque service (procédure, cahier de charges, …)\n\n** Liste non exhaustive"}, {"s_titre": "Profil", "s_description": "\n\nÉtudiant(e) en deuxième ou troisième année en informatique, option maintenance informatique, administration système et réseaux\nAyant déjà travaillé dans une société ou ayant des expériences 2 à 3 ans professionnelles dans le domaine de l'IT\nCapable de communiquer aisément en FR, EN serait un atout.\nCapable de travailler sous pression\nBonne connaissance en maintenance et support informatique\nNotion en gestion d'un parc informatique\nayant un bon sens d'analyse et de curiosité\nSérieux(se), curieux(se), débrouillard(e), disponible\n\nNous offrons des conditions de travail attractives : \n\nLieu de travail en centre-ville\nPas de travail le week-end et les jours fériés malgaches\nCadre de travail agréable \nActivités extra-professionnelles intéressantes \nTransport du personnel en fin d’après-midi\n\nAlors si vous avez une bonne touche rédactionnelle et aimez tout ce qui touche au marketing, vous êtes la personne qu’il nous faut !\n\nEnvoyez nous vite votre CV avec une photo récente et un numéro de téléphone pour contact rapide ainsi qu’une lettre de motivation, le tout avec la référence “IT Assistant ” et n’oubliez pas d’y mentionner votre prétention salariale."}], "url": "https://www.portaljob-madagascar.com/emploi/view/smartelia-un-e-assistant-e-it105778", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "TECHNICIEN INFORMATIQUE", "societe": "anonyme", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Informatique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -\tEffectuer les diagnostiques et les contrôles des matériels\n-\tAssurer tous les travaux d'intervention sur les matériels : installation, paramétrage, configuration etc...\n-\tRédiger les fiches techniques d'intervention \n-\tÊtre force de proposition dans l'amélioration des procédures de maintenance"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -\tBac +2 en électrotechnique, électroniques ou informatique\n-\tAu moins un an d'expérience dans un domaine similaire\n-\tOrienté satisfaction client\n-\tCapacité à lire des schémas éclatés\n-\tSens du relationnel\n-\tRéactivité et rigueur\n-\tÊtre en veille constante des nouvelles technologies et produits\n-\tBonne capacité à l'oral et l'écrit : en Français"}], "url": "https://www.portaljob-madagascar.com/emploi/view/capital-101-technicien-informatique105770", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "Chef de produit junior, mTOMADY, Madagascar", "societe": "mTOMADY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Utilisez vos compétences pour sauver des vies en Afrique en rejoignant mTOMADY.\n2 milliards de personnes dans les pays à revenu faible et intermédiaire n'ont pas accès aux soins de santé essentiels. mTOMADY est une entreprise sociale qui développe et met en œuvre une technologie qui réduit les obstacles financiers aux soins de santé et accélère les progrès vers la couverture santé universelle. Rejoignez notre équipe pour contribuer au développement et à la mise à l'échelle de mTOMADY en Afrique subsaharienne et favoriser l'accès aux soins de santé essentiels."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                En tant que Chef de produit junior chez mTOMADY :\n●\tVous vous engagez activement auprès de nos clients et utilisateurs pour comprendre leurs besoins, et vous documentez vos conclusions pour construire notre base de connaissances.\n●\tEn collaboration avec la Product Lead, vous définirez la roadmap du produit et fixerez des objectifs et des priorités pour garantir le succès de la plateforme.\n●\tParticipez pleinement au cycle de développement du produit de bout en bout : priorisation du backlog, planification du sprint et préparation des tâches/stories.\n●\tAnalyser les données pour guider notre prise de décision et évaluer l'impact des nouvelles fonctionnalités mises en ligne."}, {"s_titre": "Profil", "s_description": "\n\n●\tVous avez au moins un Bacc + 3 en management ou diplôme équivalent avec une bonne compréhension des cycles de gestion des produits et des processus de développement logiciels.\n●\tVous savez et aimez résoudre les problèmes.\n●\tVous avez le sens du détail et êtes capable d'anticiper l'effet d'un changement sur le reste du produit.\n●\tVous avez l'esprit d'équipe, vous vous épanouissez dans des environnements collaboratifs et vous avez de solides compétences en communication.\n●\tVous êtes avide d'apprendre et souhaitez avoir un impact social par votre travail.\n●\tVous pouvez communiquer efficacement en malgache et en français.\n●\tVous pouvez parler l'anglais au moins au niveau B1 et êtes à l'aise pour donner des instructions écrites.\nComment postuler ?\nPour postuler, veuillez envoyer une lettre de motivation et un CV"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                CDPJ"}], "url": "https://www.portaljob-madagascar.com/emploi/view/mtomady-ggmbh-chef-de-produit-junior-mtomady-madagascar105769", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "Helpdesk, chez mTOMADY, Madagascar", "societe": "mTOMADY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Utilisez vos compétences pour sauver des vies en Afrique en rejoignant mTOMADY.\n2 milliards de personnes dans les pays à revenu faible et intermédiaire n'ont pas accès aux soins de santé essentiels. mTOMADY est une entreprise sociale qui développe et met en œuvre une technologie qui réduit les obstacles financiers aux soins de santé et accélère les progrès vers la couverture santé universelle. Rejoignez notre équipe pour contribuer au développement et à la mise à l'échelle de mTOMADY en Afrique subsaharienne et favoriser l'accès aux soins de santé essentiels."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                En tant qu’helpdesk chez mTOMADY, vous :\n●\tServez de premier contact aux utilisateurs ayant besoin d’informations, d’assistance technique, ou de support opérationnel.\n●\tFournissez un 1er support de dépannage en utilisant différentes méthodes pour diagnostiquer le fond d’un problème remonté par l’utilisateur.\n●\tEnrichissez et maintenez la base de données des contacts utilisateur.\n●\tMettez à jour les manuels d’utilisation de la plateforme et les documents de support.\n●\tEnregistrez les incidents ou anomalies de fonctionnement.\n●\tRemontez les problèmes non-résolus vers un niveau supérieur et informer l’utilisateur de l’avancement jusqu’à la résolution du problème. \n●\tParticipez à l’amélioration des formations des utilisateurs et soutenir la mise en ligne de nouvelles fonctionnalités.\n●\tParticipez à l’amélioration de notre solution technique en partageant votre expérience du terrain avec le reste des équipes technique et produit."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                ●\tBac +2 avec une expérience antérieure en tant que helpdesk pour produits ou services numériques\n●\tEfficace et organisé(e) en support client\n●\tDoté(e) d’une communication orale et verbale excellente en français et en malagasy, vous avez une bonne capacité d’écoute\n●\tParfaite aisance en manipulation de tablettes et téléphones sous Android"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                HD"}], "url": "https://www.portaljob-madagascar.com/emploi/view/mtomady-ggmbh-helpdesk-chez-mtomady-madagascar105768", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "ADMINISTRATEUR RESEAU -réf:REF158/PJ", "societe": "INGENOSYA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Service numérique, digitalisation"}, {"s_titre": "Missions", "s_description": "\n\n•\tParticiper avec le Responsable Service Infrastructures et Réseaux aux études de la configuration des matériels ;\n•\tGérer les équipements réseaux et les différentes infrastructures du LAN ;\n•\tAssurer les droits d'accès sur chaque matériel tout en respectant la politique de sécurité du Groupe ;\n•\tSuperviser et intervenir sur les infrastructures réseaux et système afin de préserver une certaine fluidité des trafics ;\n•\tMettre en œuvre des stratégies locales de gestion des priorités des flux (QoS).\nActivités : \n•\tAssurer les mises à jour régulières des patchs sécurité et les versions Firmware; \n•\tGérer les différentes CVE spécifiques sur la partie réseaux et Systèmes ; \n•\tAnalyser les logs à des fins d'exploitation sécurité ; \n•\tRéaliser le suivi et les études spécifiques de sécurité ; \n•\tMettre en œuvre les solutions et procédures de sécurité ;\n•\tRéaliser les reportings périodiques et ponctuels."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tAyant un BAC +4 ou 5 en Informatique ou Télécommunication ;\n•\tAyant au moins 5 années d'expériences ;\n•\tExcellente maîtrise CISCO et Firewalling (Fortinet) ;\n•\tExcellente maîtrise du langage sécurité informatique, des techniques d'analyses ;\n•\tTrès bonne maîtrise de l'environnement Microsoft ;\n•\tExcellente maîtrise des outils monitoring (PRTG, Netflow, FORTIANALYZER,Zabbix, Observium...) ;\n•\tParfaite maitrise de la langue française ;\n•\tAyant un esprit d'analyse et de synthèse et une concentration développée ; \n•\tBonne capacité rédactionnelle ; \n•\tSens de la discrétion : respecter des règles de confidentialité et de non-divulgation d'informations sensibles."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                REF158/PJ"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ingenosya-madagascar-administrateur-reseau105763", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "CHEF DE PROJET WEB -réf:REF157/PJ", "societe": "INGENOSYA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Service numérique, digitalisation"}, {"s_titre": "Missions", "s_description": "\n\n•\tPiloter des projets d’organisation WEB de la banque : analyse de l’existant, comparatifs et études de scénarios, spécifications et validations des besoins\n•\tMettre en œuvre une méthodologie adaptée au contexte\n•\tAnalyser les organisations existantes (services, postes de travail, outils utilisés, filières transversales) en rencontrant les collaborateurs concernés des différents services de la banque pour mener à bien le projet"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tAyant 5 années d’expériences minimum dans le domaine ou une activité similaire\n•\tAyant une vision de la méthodologie sur l’utilisation des sites WEB\n•\tCapacité d’analyse et de synthèse\n•\tMaîtrise des méthodes et outils de gestion de projets (AGILE…)\n•\tMaîtrise de l’expression orale et écrite en français\n•\tSens de l’organisation\n•\tCréativité et sens de l’innovation \n•\tRéactivité et rigueur\n•\tAptitude à travailler en équipe\n•\tCharismatique\n•\tAptitude à bien gérer une équipe"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                REF157/PJ"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ingenosya-madagascar-chef-de-projet-web105762", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "UN (1) RESPONSABLE INFORMATIQUE -réf:RESP INF 2022", "societe": "Raph and Co", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Gérer le parc informatique de la société\nParticiper à la définition de la stratégie et des objectifs en matière de\ndéveloppement informatique.\nGérer le budget du service informatique : veiller à la maîtrise des coûts relatifs aux évolutions des systèmes d'information.\nAssurer l'organisation, le suivi et la validation des développements informatiques.\nExercer une veille sur les évolutions technologiques et être force de proposition\nauprès de la direction.\nDéfinir les normes et les standards des bases de données, des outils, systèmes ou\nréseaux.\nPlanifier les plans de maintenance.\nDéployer, configurer et maintenir les équipements réseaux informatiques\nDéfinir les procédures de qualité et de sécurité des systèmes d’information.\nDéfinir l'ensemble des moyens de communication interne nécessaires à la mise en\nplace de nouveaux projets SI.\nVeiller à l'efficacité du parc informatique, ainsi qu'au respect des acquisitions de licences utilisateurs.\nAssurer le pilotage de la sous-traitance : appel d’offres, choix des prestataires,\ngestion des contrats, suivi technique.\nApporter un support technique et une assistance aux utilisateurs.\nPlanifier les activités du service et veiller au respect des plannings.\nAssurer le reporting informatique auprès de son chef hiérarchique"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Bac+5 d’École d’ingénieur informatiques\nExpérience dans la réalisation des projets data et sur des outils de manipulation de données\nMaitrise des Bases de données\nMaitrise de langages de programmation\n\nEnvoyez votre CV avec références, LM (+PS) en mentionnant la réf RESP INF 2022"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                RESP INF 2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/raph-and-co-un-1-responsable-informatique105755", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "Administrateur Système - télétravail -réf:Admin Sys 2022-1", "societe": "YOUR IT FACTORY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ESN basée en France et présente à Madagascar depuis 9 ans, spécialisée dans le développement sur mesure python / Odoo."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                • Développer et maintenir toutes les technologies d’infrastructure Linux, de base de données PostGresql et de réseau\n• Assurer la sécurité (patch, sécurité active, pentesting, IDS, PRA, PCA, backups, archivage)\n• Identifier et résoudre les problèmes\n• Entretenir la performance\n• Concevoir et développer des outils de suivi et de reporting\n• Gérer, coordonner et implémenter les installations\n• Rédiger la documentation (des processus liés à la mission)\n\n----\n\n• Vous disposez déjà des matériels nécessaires / Nous pouvons aider pour les accessoires\n• Vous travaillerez de chez vous 8h/j - 20j/mois \n• Vous pouvez travailler en dehors d'Antananarivo\n• Vous êtes d'accord pour travailler en exclusivité avec nous\n• L'internet est pris en charge/remboursé \n• La rémunération proposée est variable selon votre niveau\n\n=> 3 étapes dans le processus:  \nEtape 1: avec RRH\nEtape 2: avec RRH + Lead tech\nEtape 3: avec RRH + CEO"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                ◘ Compétences avérées en: \n\n• Administration système linux (debian),\n• Administration nginx \n• Administration et optimisation de bases de données PostgreSQL\n• Gestion des assets / gestion des configurations\n• Forte sensibilité voire expertise en sécurité des systèmes\n• Virtualisation / containérisation  (docker, kubernetes)\n• Dev ops, capable de coder des scripts shell, bash, python, connaissance des API pour automatiser et superviser la production\n• Supervision des systèmes / centralisation et analyse des journaux\n\n◘ Autres: \n\n- Git\n- Firewall, VPN, VLAN, routage, tcpdump, iptables\n- Langue française\n- Langue anglaise : compréhension des documents techniques\n\n◘ Savoir être: \n\n• Sens aigu de l’organisation\n• Professionnalisme, rigueur et probité\n\n=> Le test technique est basé sur les technos citées en haut"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Admin Sys 2022-1"}], "url": "https://www.portaljob-madagascar.com/emploi/view/yourit-factory-administrateur-systeme-h-f-teletravail105733", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "INFORMATICIEN ASSISTANT -réf:IT002_Ass/22", "societe": "GAMA TEXTILE MADAGASCAR SARLU", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                CONFECTION ET EXPORTATION DES HABILLEMENTS TEXTILE"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Computer network wiring\nInstalling & troubleshooting hardware\nInstalling & troubleshooting software\nSoftware & update setting\nProvide technical face-to-face assistance or remotely to the client base on a variety of issues with polite and professional manner\nEscalate issues where appropriate\nClassify incident tickets accurately with the information provided and prioritize in line with the Service Level Agreement (SLA)\nRecording all IT incidents, requests and problems, ensuring all relevant details are captured in line with ITIL Service Desk standards\nPurchasing IT equipment"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Good understanding of computer systems, mobile devices and other products\nUnderstanding of data communications, various operating systems, LAN/WAN network technology\nAdvanced knowledge of Microsoft office's application package\nFamiliarity with the use of multple: \n- social networks (skype, wechat, whatsapp...)\n- remote helpdesk software: Anydesk, Teamviewer\nAbility to diagnose and resolve basic technical issues\nExcellent communication skills\nAbility to multitask and work effectively\nHard-working an willingness to learn\nUnderstanding IT Help Desk environment (GLPL, ITOP)\nProven team working skills but also to use own initiative to support our customers\nResponsible\nConscientiousness\nBACC+2 Technical informatic/and technoology\nSuperior to 24 years old"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                IT002_Ass/22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/gama-textile-madagascar9-informaticien-assistant105729", "category": "informatique-web"}]