[{"date": "24 Juin 2022", "titre": "«Technicien IT NIVEAU 2» -réf: ITMADNIV2 /INT/2022", "societe": "INTELCIA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Gestion de relation client"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Le technicien IT assure le 2 ème niveau de maintenance, d’installation, et de la configuration des équipements informatiques, ainsi que la prise en charge des différentes étapes du helpdesk en mode présentiel.\n\nVos missions: \n Installer, configurer et administrer le parc informatique : postes de travail, imprimantes ;\n Assurer le suivi et traitement des demandes, ainsi que la résolution des tickets d’incidents ;\n Effectuer les sauvegardes nécessaires de façon régulière ;\n Assurer les astreintes techniques selon le planning défini ;\n Assurer le maintien en condition opérationnelle du matériel et des logiciels mis à disposition des utilisateurs ;\n Vérifier quotidiennement la mise à jour de l’antivirus\n Être force de proposition sur des solutions d’optimisation et d’amélioration de la performance des réseaux et des systèmes"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 Vous maitrisez la langue française à l’oral et à l’écrit\n Vous êtes au moins titulaire d’un bac + 3 en informatique ou en télécommunications\n Vous avez 01 année d'expérience IT dans le domaine de la relation client OU au minimum 02 ans d’expériences IT dans les autres domaines.\n Vous avez une bonne connaissance du fonctionnement de la téléphonie sur IP, d’ITIL\n Vous maitrisez le langage SQL et des bases de données SQL Server\n Vous avez des bonnes connaissances informatiques et réseau LAN\n Vous êtes disponible à travailler les nuits, les week-ends et les jours fériés en rotation\n Vous êtes autonome, rigoureux, organisé\n Vous avez le sens du service, une bonne capacité d’écoute et une bonne aisance relationnelle\n Vous avez un esprit d’analyse\n Vous êtes réactif"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                réf: ITMADNIV2 /INT/2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/intelcia52-technicien-it-niveau-2105835", "category": "informatique-web"}, {"date": "24 Juin 2022", "titre": "ADMINISTRATEUR DE RÉSEAU  ET ASSITANT DEVELOPPEUR", "societe": "SOCIETE INDUSTRIELLE D'IMPRESSION ET DE COMMERCE", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                PRODUCTION INDUSTRIELLE - IMPORTATION - VENTE LOCALE -"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                MISSIONS :\n-\tAssister le responsable informatique pour le bon fonctionnement du système d'information de l’entreprise et administrer le réseau et ses serveurs (domaine, messagerie, fichiers, application, base de données).\n-\tContribuer au développement des logiciels internes et des sites web pour l'exploitation des données et la diffusion des informations.\n-\tAssister Développer des logiciels internes et des sites web pour l'exploitation des données et la diffusion des informations. Faciliter le traitement, analyse et les partages des données.\n-\tAssurer la maintenance des équipements informatiques.\n-\tOptimiser l’exploitation de toute nouvelle technologie pouvant être bénéfique à la société. \n-\tAssister les utilisateurs sur l'exploitation des outils informatiques\n-\tFaciliter le traitement, analyse et les partages des données."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                COMPETENCES REQUISES :\nBac. + 3 minimum avec 3 ans d’expérience en administration réseau et système\n•\tMaitrise de systèmes d’exploitation : Windows7/8.1/10, Linux Debian\n•\tMaitrise de l’administration des systèmes : Active Directory, Samba\n•\tMaitrise de l’administration de base de données : MySQL, HFSQL\n•\tBonne Connaissance des techniques de virtualisation : Proxmox KVM/LXC, Docker\n•\tExpérience dans l’administration réseau (LAN/WAN), de préférence sous : Firewall PfSense, Routeur Mikrotik\n•\tMaitrise des protocole réseau TCP/IP : DNS, DHCP, VPN \n•\tMaitrise des méthodologies de conception informatique : MERISE, UML\n•\tBonne Connaissance et pratique du développement en Python (Framework Django ou Flask ou FastAPI ou Autre)\n•\tBonne Connaissance ou Expérience en développement sous WinDev\n•\tBonne connaissance en hardware et software\n•\tConnaissance des logiciels (ex : SAGE, SAARI, …)."}], "url": "https://www.portaljob-madagascar.com/emploi/view/megaprint-tnr-son-administrateur-de-reseau-et-assitant-developpeur105808", "category": "informatique-web"}, {"date": "24 Juin 2022", "titre": "UN(E) DATABASE OFFICER", "societe": "CRS Madagascar", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Humanitaire / Social"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Les Consultations Communautaires (CCs) soutient la mise en œuvre du projet en travaillant directement avec les agents de terrain de la composante et les membres des communautés cibles, en coordonnant les diverses activités et événements du projet. Dans le cadre du projet IDEAL pour le suivi qualitatif via les Consultations Communautaires, CRS prévoit de recruter un Database Officer qui soutiendra le succès de la collecte et de l'analyse des données du suivi participatif/Consultations Communautaires qui sont qualitatives et quantitatives basées sur des données visuelles et aidera les équipes à compiler et agréger ces données pour identifier les tendances des données de résilience à travers les zones et les groupes cibles spécifiques dans la communauté.\nLe/la database officer a pour fonctions de : \n•\tParticiper à la conception du système de suivi-évaluation du projet.\n•\tElaborer les procédures de stockage de données efficaces.\n•\tEn collaboration avec l’ICT4D Specialist, assurer que les nouvelles technologies de l’information et de la communication sont intégrées et appliquées dans les activités de suivi et évaluation du projet.\n•\tMettre en place et appliquer les programmes pour l’utilisation des technologies de l’information.\n•\tAssurer la maintenance du parc informatique au niveau des bureaux du projet IDEAL.\n•\tAssurer la qualité des données à travers la mise en œuvre des DQA (Data Quality Asssessment).\n•\tAssurer la mise en place et l’intégration optimale du Système d’Information Géographique (SIG) pour son dans la gestion du projet.\n•\tMettre en place et appliquer le langage de programmation structurée.\n•\tCréer des XSL stylesheets (XSL stylesheets).\n•\tAppliquer les schémas XML.\n•\tCréer, mettre en place, tester et faire des démonstrations de prototypes de base de données en conjonction avec des activités prototypes.\n•\tEvaluer les résultats prototypes et développer des plans de mise en œuvre et de migration et organisation des bases de données.\n\n•\tFormer les staffs du terrains sur l’utilisation des « devices » utilisés par le projet : tablette Android, PDA, Scanner, et/ou GPS\n•\tOrienter les fournisseurs de technologie et/ou les programmeurs de base de données, les utilisateurs ainsi que les administrateurs qui sont chargés de la mise en place, de la migration, et du nettoyage des nouveaux systèmes améliorés de base de données.\n•\tPartager les connaissances acquises avec les membres de l’équipe et le Ministère chargé de l’Eau, hygiène et assainissement à travers des systèmes formels et informels.\n•\tAnalyser et anticiper les besoins du personnel et des partenaires de mise en œuvre de projet, et présenter des solutions possibles à l’équipe (KMS, ICT4D Spécialistes, et SLL) pour mieux documenter, affecter une collecte des données et analyse efficace."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tExpérience professionnelle 2-3 ans en gestion, exploitation, et analyse de données\n•\tExpérience en programmation et /ou maintenance informatique\n•\tBonne maîtrise de l’outil informatique : Base de données (Excel, SQL Server, MS Access, MYSQL, SQLIte, et Oracle 8i) et logiciels statistiques (EPIINFO, STATA, SPSS, …).\n•\tConnaissance des systèmes d’exploitation iOS, Android, LINUX et les matériels ICT comme les CommCare et autresConnaissance en conception de bases de données et en « SharePoint Foundations ».\n•\tBonne connaissance des technologies de bases de données relationnelles et qualitatives (comme NVivo sera un atout) et de gestion de documents.\n•\tDisponible de faire des missions en brousse, et zones reculées.\n•\tMaîtrise de la langue française écrit, parlé, lire.\n•\tBonne connaissance de langue l’anglais un atout.\n•\tAvoir une expérience ou une connaissance des approches la suivi et évaluation participative, qualitative, et des approches méthodes-mixtes\n•\tAvoir une expérience dans la mise en œuvre de projets intégrés d’envergure importante \n•\tExpérience professionnelle ou familiarité avec le Grand Sud de Madagascar \n•\tExcellentes compétences analytiques avec la capacité de détecter et de signaler des incohérences.\n•\tExcellentes compétences organisationnelles avec une forte attention aux détails.\n•\tConduite éthique conforme aux codes d’éthique professionnels et organisationnels reconnus\n•\tProactif, plein de ressources, axé sur les solutions et les résultats.\n•\tCapacité à travailler en équipe\nCompétences requises pour tous les employés de CRS\nElles sont enracinées dans la mission, les valeurs et les principes directeurs de CRS et utilisées par chaque membre du personnel pour remplir ses responsabilités et atteindre les résultats souhaités.\n•\tIntégrité\n•\tConstruction de relations\n•\tAmélioration continue et innovation\n•\tResponsabilité et bonne intendance\n•\tDéveloppement de talent\n•\tEsprit stratégique\nExigence de l’agence\nEn postulant à cet emploi, je comprends et reconnais que CRS exige de son personnel qu'il traite toutes les personnes avec dignité et respect et qu'il prévienne activement le harcèlement, la maltraitance, l'exploitation et le trafic d'êtres humains. De plus, je comprends que si je suis un candidat retenu, je serai soumis à une vérification approfondie des antécédents et que mes références personnelles / professionnelles seront utilisées pour évaluer mes comportements liés aux sujets susmentionnés relatifs à la protection.\n\nCRS souscrit au principe de l'égalité d'accès à l'emploi ; nous encourageons toutes les candidatures sans discrimination liée à l'âge, au handicap et au genre.\nCRS offre des conditions de travail qui soutiennent la conciliation emploi/famille (telles des politiques favorisant l'allaitement exclusif au sein, la disponibilité d'une crèche au bureau et la flexibilité des horaires de travail dans la mesure du possible)."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DBIR_Application_2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/crs-madagascar2-un-e-database-officer105799", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "Développeur JAVA", "societe": "Société", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société spécialisée dans le domaine de la relation client"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Maîtrise : \nJava, JEE, hibernate, maven, jenkins, sql, API Rest, spring"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Vous avez une solide expérience en tant que développeur JAVA ?\n- Vous avez une excellente maîtrise de la langue française ?\n- Vous êtes passionné(e), curieux(se) et créatif(ve) ?\n\nLes avantages pour vous ?\n\no Une agence à croissance rapide avec des projets ambitieux\no Un salaire compétitif\no Possibilité transformation en poste CDI\nNous ne recherchons pas un diplôme ou des skills (hormis de savoir écrire…), mais c’est une personnalité qu'on recherche !\n\nSi vous êtes effectivement à l’écoute de nouvelles opportunités ou si vous souhaiteriez en savoir davantage, n’hésitez pas à me transmettre votre CV. \nNous vous contacterons aussitôt."}], "url": "https://www.portaljob-madagascar.com/emploi/view/olonaprod-developpeur-java105796", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "Formateur plateforme numérique", "societe": "EAM CONSULTING", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SIG, Génie Civil et Architecture, Data Outsourcing, Hardware & Software\nAdobe certified, Microsoft reseller, Autodesk reseller"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre d'un appel d'offre d'élaboration d'une application en ligne (version web et androide) dédiée à la formation de la conduite de véhicule à moteur (permis de conduire) et d'une application dédiée aux examens de permis de conduire, EAM CONSULTING recherche cinq (05) formateurs plateforme dont le rôle et de former les utilisateurs sur la manipulation des applications (Androide et web).\n\nIls auront également pour rôle de tester les applications avant déploiement et de collecter les avis/bug/corrections éventuels, rédiger les manuels de formation et les rapports de formations.\n\nLes termes de références de la mission peuvent être demandés sur demande.\nNous exigeons votre CV \"très détaillé\" avec références et attesations de bonne fin\nVeuillez également fournir une copie de vos diplômes certifiés (scan)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Dimplôme bac+3 ou plus dans un domaine pertinent et de préférence en informatique\n- cinq (05) années d’expériences au minimum dans la formation en informatique (hard, web, androide)\n- Expériences exigées dans le design, conception graphique et intégration de documents  numériques via web et androide.\n- Avoir dirigé au moins 05 formations\n- Apte à se déplacer en province\n- Capable de fédérer, gérer et de synthetiser de nombreuses informations et documentations provenant de différents partenaires du projet"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recrutement17-formateur-plateforme-numerique105794", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "Photographe", "societe": "EAM CONSULTING", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SIG, Génie Civil et Architecture, Data Outsourcing, Hardware & Software\nAdobe certified, Microsoft reseller, Autodesk reseller"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre d'un appel d'offre d'élaboration d'une application en ligne (version web et androide) dédiée à la formation de la conduite de véhicule à moteur (permis de conduire) et d'une application dédiée aux examens de permis de conduire, EAM CONSULTING recherche un (01) photographe dont le rôle et de collecter des photographies d'illustration dans le contexte de la conduite à Madagascar de manière la plus réaliste possible.\n\nLes termes de références de la mission peuvent être demandés sur demande.\nNous exigeons votre CV \"très détaillé\" avec références et attesations de bonne fin\nVeuillez également fournir une copie de vos diplômes certifiés (scan)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Diplôme bac+2 ou plus dans un domaine pertinent\n- cinq (05) années d’expériences au minimum dans le domaine de la photographie\n- Expériences exigées dans la conception graphique et intégration de documents numériques via web et androide dont le rôle étant la photographie.\n- Capable de fédérer, gérer et de synthétiser de nombreuses informations et documentations provenant de différents partenaires du projet\n- Capable de travailler en équipe"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recrutement17-photographe105793", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "Designer graphiste", "societe": "EAM CONSULTING", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SIG, Génie Civil et Architecture, Data Outsourcing, Hardware & Software\nAdobe certified, Microsoft reseller, Autodesk reseller"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre d'un appel d'offre d'élaboration d'une application en ligne (version web et androide) dédiée à la formation de la conduite de véhicule à moteur (permis de conduire) et d'une application dédiée aux examens de permis de conduire, EAM CONSULTING recherche deux (02) graphistes designer pour la réalisation du concept graphique des applications ainsi que des manuels de formations et les tests intégrés (simulations et examens réels). Les graphistes designer sont également chargés de collecter les données nécessaires et concevoir le manuel de formation pour la conduite. \n\nLes termes de références de la mission peuvent être demandés sur demande.\nNous exigeons votre CV \"très détaillé\" avec références et attesations de bonne fin\nVeuillez également fournir une copie de vos diplômes certifiés (scan)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Dimplôme bac+3 ou plus en graphisme et design ou un domaine similaire\n- cinq (05) années d’expériences au minimum dans le domaine de l’infographie et web\ndesign et androide.\n- Expériences exigées dans le design, conception graphique et intégration de documents  numériques via web et androide.\n- Capable de fédérer, gérer et de synthetiser de nombreuses informations et documentations provenant de différents partenaires du projet"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recrutement17-designer-graphiste105792", "category": "informatique-web"}, {"date": "23 Juin 2022", "titre": "DÉVELOPPEURS .NET C# JUNIOR", "societe": "OILOFNET", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ÉDITEUR EN FRANCE DE LOGICIELS SAAS"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous participerez à un grand projet de web scraping en C#. Si besoin, vous serez formé à la plateforme c# et au scraping."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                vos compétences/expériences :\n- Diplôme universitaire en informatique\n- Bon niveau de français\n- Au moins 2 ans d’expériences confirmées en langage object\n- Sérieux, Ouvert d'esprit, agile et flexible\n- Une bonne capacité d’analyse et d’adaptation\n- Un bon esprit d'équipe et un bon relationnel\n\nPoste en full-time et en local à Antananarivo\nSalaire: Selon expérience"}], "url": "https://www.portaljob-madagascar.com/emploi/view/oilofnet-mg-developpeurs-net-c-junior105791", "category": "informatique-web"}]