[{"date": "17 Juin 2022", "titre": "Motion Designer -réf:MD_COM_MVOLA", "societe": "MVola", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                MVola est la 1ère FinTech de Madagascar. \n\nLancée en 2010, MVola a pour mission de donner accès à des services financiers simples, immédiats et sécurisés à chaque Malagasy. \n\nMVola participe ainsi à l’inclusion financière de tous les Malagasy en leur donnant la même chance de réussite que le reste du monde. \n\nMVola simplifie la vie de ses +7 millions de clients en leur rendant le transfert d'argent abordable. MVola développe également des services innovants d’épargne, d’avance et d’assurance. \n\nMVola devient le 1er Etablissement de Monnaie Electronique (EME) à Madagascar en 2018 et obtient le statut de banque devenant de fait la 1ère banque digitale de Madagascar en 2021."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                TES CHALLENGES :\n- Prendre connaissance du brief créatif qui décrit les enjeux de la campagne de communication, créer le script puis le storyboard\n- Créer et assurer le rendu des images, montage, étalonnage, encodage\n- Gérer la création, les adaptations aux découpages techniques, la conception des mouvements, la mise en place des effets\n- Faire un suivi et assurer le reporting des créations suivant les campagnes"}, {"s_titre": "Profil", "s_description": "\n\n- BAC + 3 à BAC +5 en graphisme / art appliqué / communication visuelle / publicité et multimédia\n- Minimum 2 ans d’expériences en tant que Motion Designer\n- Sensibilité artistique, pragmatisme\n- A l'aise sur les créations d'animation 2D/3D\n- Passion, énergie, curiosité pour les tendances actuelles, aptitude à s ’autoformer\n- Capacité d’adaptation, endurance, flexibilité, résistance à la pression\n- Bon relationnel, faculté à travailler en équipe, sens de l’écoute\n- Connaissance des différentes étapes de la charte graphique et des corps du métier\n- Compétences en dessin et en illustration\n- Aptitudes techniques en assemblage des différents éléments de la chaîne graphique ainsi qu’en montage et mixage vidéo/son"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                MD_COM_MVOLA"}], "url": "https://www.portaljob-madagascar.com/emploi/view/mvola-sa-motion-designer105438", "category": "informatique-web"}, {"date": "17 Juin 2022", "titre": "CHEF DE PROJET IT -réf:CPIT/CO22", "societe": "CONSTELLATION GROUP", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Externalisation de services"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Participer aux instances de pilotage des projets des demandes clients et des innovations informatiques de l’entreprise.\n- Identifier les risques et les opportunités technologique et élaborer une stratégie d'innovation\n- S'impliquer dans l'encadrement d'implantation des nouveaux processus IT\n- Participer aux décisions prises par le comité de direction et effectuer de la veille technologique approfondie\n- Anticiper les nouvelles pratiques et opportunités techniques accessibles afin de dynamiser les activités et projets en cours\n- Analyser les besoins des clients, dresser le cahier des charges et dispatcher les missions des développeurs qu’il/elle managerait.\n- Maîtriser le produit des nouveaux clients et mettre en des stratégies adaptées à leurs demandes \n- Accompagner ses présentations fonctionnelles de visuelles / maquettes avec l’UX designer, identifier les points de blocage et proposer des solutions y afférentes.\n- Faire passer les évaluations des nouveaux collaborateurs sur son pôle d'activité.\n- Piloter et animer les réunions et les points des sprints avec les clients à la participation des développeurs, les équipes designs et le directeur technique.\n- Challenger et accompagner l’équipe de développeurs dans le découpage et l’estimation des tâches techniques nécessaires à la réalisation des attendus fonctionnels."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                MASTER / INGÉNIEUR INFORMATIQUE sortant d’ENI ou autres\n- Plus de 2 années d’expériences minimum sur un poste de Product Owner ou chef de projet technique.\n- Justifiant d’au moins 3 années d’expériences dans le monde du développement web ( fullstack /\nlead dev )\n- Les systèmes de supervision, les techniques de \ndéploiement et d’intégration continue.\n-Vous maîtrisez les méthodes et processus Agile (Scrum, … )\n- Bon niveau de langue française (à l'écrit qu'à l'oral)\n- L’anglais serait un atout\n- Bon sens managérial\n- Curieux(se), autonome, vous êtes un(e) très bon(ne) communiquant(e)\n- Doté(e) d’une excellente capacité d’écoute et de synthèse.\n- Force de proposition"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                CPIT/CO22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ma-meilleure-collaboratrice-chef-de-projet-it105436", "category": "informatique-web"}, {"date": "17 Juin 2022", "titre": "Responsable War room", "societe": "Telma", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Télécommunication"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                • Préparer les documents et supports nécessaires à la prise de décision ou à l’obtention d’autorisation, « War room », « FT », « Business case », « ROI », « Rapport d’évaluation des animateurs »\n• Gestion et Suivi des Projets en collaboration avec la Direction financière et le direction des Ressources humaines\n• Coordination des actions avec le Responsable des Opérations\n• Interface CLIENT auprès du Team de Conception"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                • Bac+3 en statistique /Gestion de base de données\n• Expérience réussi en tant que Data Engineer (Big data)\n• Notion en Business  case et ROI, reporting skills, sociology\n• Maîtrise des technologies du Big Data permettant le traitement et la manipulation de données (Hadoop, Spark, Kafka…),\n• Maîtrise des langages structurés : Java (Spring, Spark) /Python (Pandas, fast API) \n• Connaissance en : Git / Gitlab (pipeline)\n• Connaissances en solutions de bases de données (SQL, NoSQL…),\n• Bonne pratique de la langue anglaise (lecture et compréhension)"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                RESP/WR/DVIR"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-telma-responsable-war-room105416", "category": "informatique-web"}, {"date": "", "titre": "Des Lead et Développeurs Javascript", "societe": "BOCASAY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous sommes une entreprise dans le service du numérique.\nChoisir Bocasay c’est rejoindre une des entreprises les plus dynamiques de son secteur et offrant de nombreux avantages. Chez nous, votre épanouissement est notre priorité."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Au sein d’une équipe à taille humaine rassemblant des compétences variées, dans une bonne ambiance de travail, vous développerez en équipe des solutions web à fortes valeurs ajoutées.\n\nGarant de la veille technologique, nous serons à l’écoute de vos propositions d’évolutions.\n\nVous interviendrez sur le développement d'applications web autour des aspects suivants : \n_ Soutien Technique,\n_ Développement,\n_ Phases de tests et débogage,\n_ Mise en production,\n_ Montée en compétence d’une équipe."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                _ Parfaite maîtrise du langage JavaScript et de ses principaux librairies et frameworks (jQuery, Angular, NodeJS, VueJS, REACT)\n_ Expérience réelle de 2 ans minimum."}], "url": "https://www.portaljob-madagascar.com/emploi/view/bocasay54-des-lead-et-developpeurs-javascript105112", "category": "informatique-web"}]