[{"date": "07 Juin 2022", "titre": "Développeur Web Symfony", "societe": "MaaSil Inc", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                MaaSil Inc est une entreprise d’externalisation de services vers Madagascar. Nous proposons à nos clients français, suisses ou belges, des consultants situés à Madagascar.  Nous proposons tous types de profils. Notre objectif est de proposer les meilleurs de Madagascar pour nos clients. Et de garantir des conditions salariales qui soient optimales pour nos équipes."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Expert Symfony 3 et vous connaissez Symfony 5\nExpert PHP 7 / 8\nVous connaissez les bonnes pratiques sur Symfony et êtes expert Doctrine\nFacultatif : Vous avez une expérience sur ReactJs et Docker\n\nRémunération / Avantages : \nSalaire à négocier selon profil – MaaSil Inc peut se permettre d’offrir les meilleurs salaires au vu de la qualité des missions délégués par nos clients\nCommissions supplémentaires avec Objectif qualitatif et quantitatif\n+10% de salaire / 6 mois\nMutuelle Complémentaire\nRetraite Complémentaire\nNavette retour le soir"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Maîtrise PARFAITE du Français (lu, écrit, parlé)\nMaîtrise de l’anglais technique est indispensable\nBac+5 en informatique\nAutonomie EXIGE (Vous serez en relation direct avec notre client, professionnalisme exigé)\nPolyvalence \nForce de proposition\nEsprit analytique\n\nHoraire de travail : 9-18h ou 11-20h. Les horaires pourraient évoluer selon les besoins du client mais le nombre d’heures travaillées restent inchangé = 40h/semaine"}], "url": "https://www.portaljob-madagascar.com/emploi/view/maasil-inc-developpeur-web-symfony104732", "category": "informatique-web"}, {"date": "07 Juin 2022", "titre": "DEVELOPPEURS WEBS", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                :\n\n-Concevoir les logiciels informatiques et veiller à leur stabilité dans le temps.\n-Participer aux phases d’analyse, de développement et de tests dans le cadre de la réalisation ou du pilotage de projets informatiques"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                :\n-BAC + 4 minimum en Développement Informatique\n-1 an d'expérience significative minimum dans le développement informatique\n-Maîtrise d’un langage technique (PHP et/ou Java J2EE et/ou .Net et/ou Python et/ou Delphi)\n-Compétence en programmation orientée objet et en base de données (maitrise des requêtes SQL)\n-Des compétences en Odoo/ HTML5 / CSS3 / Bootstrap / jQuery / Angular sont fortement souhaitées\n-Avoir une première expérience en développement mobile (natif / hybride)\n-Avoir des expériences sur des CMS (Drupal / Wordpress) et Framework (Symfony) serait un atout (pour les développeurs PHP)\n-Connaissance en méthodologie AGILE et outils de gestion des sources\n-Aisance relationnelle et goût du travail en équipe\n-Rigueur, organisation et curiosité\n-Bon niveau de Français\n\nVeuillez envoyer votre dossier de candidature (CV avec Photo récente + prétentions salariales) dans les plus brefs délais en ligne.\nSeules les candidatures présélectionnées seront contactées, et ce, en toute confidentialité"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-developpeurs-webs-juniors-et-confirmes-toutes-technologies104724", "category": "informatique-web"}, {"date": "07 Juin 2022", "titre": "DEVELOPPEUR MOBILE SÉNIOR", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                :\n\n-Intervenir sur des projets de développement d’applications mobiles dans le domaine de la construction\n- Être à l’écoute des demandes de haut niveau et savoir les implémenter techniquement\n- Participer sur les différentes phases du cycle de vie des applications, de la conception à l’implémentation, les tests,\nles déploiements, les mises à jour\n- Développer des programmes testés, sans bugs, performants, avec la meilleure expérience utilisateur\n- Rédiger la documentation technique et le manuel utilisateur\n- Travailler et communiquer avec différents interlocuteurs : techniques, utilisateurs, managers"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                :\n\n-BAC+5 en Informatique \n-Expérience professionnelle d’au moins 5 ans dans une fonction similaire\n-Maîtrise du développement d’application mobile-first : Maîtrise de l’écosystème hybride avec Flutter ou React Native\n-Maîtrise du développement des applications web responsive (Next.js)\n(cible multiplateforme Android / iOS)\n-Connaissance du développement natif est un plus (Kotlin, Swift)\n-Mise en place d'un back-end minimum pour les API (NodeJS, TypeScript, DB)\n-Connaissance de l’architecture client-serveur, les design patterns\n-Maîtrise de la gestion de version avec Git\n-Connaissance d’autres frameworks ou langages est un plus (notamment Python, Bash)\n-Connaissance d’outils de prototypage ou mockup (exemple : Figma) et des notions d’UX est un plus\n-Bonne maîtrise de l’anglais technique pour la documentation\n-Bon niveau de français"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-developpeur-mobile-senior-tres-urgent104721", "category": "informatique-web"}, {"date": "04 Juin 2022", "titre": "INTEGRATEUR FRONT-END SENIOR", "societe": "LIVENEXX", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                CRÉATION LOGICIEL"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Livenexx est une agence web et mobile spécialisée dans la sous traitance dont le centre de production se trouve à Madagascar. Une société en pleine expansion, et travaille dans le système B to B ; Livenexx recrute son INTÉGRATEUR FRONT- END SENIOR\n\nDESCRIPTION DU POSTE \n- CMS : Maîtrise de Wordpress & Prestashop obligatoire. D'autres CMS comme Drupal serait un plus (Création template à partir d'une planche psd ou site en HTML)\n-Serveur: Linux/Windows, SQL, Git, Gitlab CI/CD\n-Slack technique ou langage web et framework: ReactJS, TypeScript, Node.JS, GraphQL, HTML5, CSS3, PHP, Javascript, JQuery, Boostrap\n-Outils : PhpStorm, ClickUp, Slack, Teams"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Pouvoir effectuer quelques développement spécifiques sur des plus in serait un plus\n- Choisir les technologies adaptées aux besoins des clients\n- Intégration des planches de sites & D’applications \n- Positionnement visuel & Marketing adéquat\n- Connaissance des préprocesseurs SASS et LESS \n- Être capable de recruter des profils adéquats et à les former \n- Rédaction marketing \n- Manager les équipes \n- Former les équipes aux logiciels\n- Professionnel\n- Minimum de 5 années d’expériences \n- Orienté action / Résultat\n- Excellente connaissance du monde des technologies de l’information et de l’internet \n- Maîtrise parfaite du Français à l’oral comme à l’écrit, l’Anglais serait un atout\n- Sens de l’organisation et proactivité\n- Ouvert d’esprit, forte capacité d’adaptation, esprit d’équipe \n- Gestion du temps de travail en fonction des objectifs commerciaux"}], "url": "https://www.portaljob-madagascar.com/emploi/view/livenexx86-integrateur-front-end-senior104690", "category": "informatique-web"}]