[{"date": "13 Juin 2022", "titre": "ADMINISTRATEUR ERP CONFIRMÉ", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Un groupe d'envergure recherche: un Administration ERP confirmé\n\n: \n-\tAnalyser les besoins fonctionnels exprimés par les différents départements\n-\tRéaliser les paramétrages et les configurations sur les ERP\n-\tDiagnostiquer les anomalies et trouver les solutions \n-\tAssister les utilisateurs des ERP à distance ou sur place\n-\tContribuer à la mise en place des procédures et veiller et suivre leur application chez les utilisateurs ERP\n-\tParticiper aux travaux de mises en place d’un ou plusieurs modules des ERP\n-\tDévelopper des états ERP et faires les extractions de données\n-\tAssurer la recherche et l’amélioration continue des ERP    \nGestion des Base de Données \n-\tParticiper aux tâches d’administration des bases de données, en coordination avec le supérieur hiérarchique\n-\tCréer et configurer les bases de données pour les ERP\n-\tParamétrer les triggers et les traçabilités sur les bases de données\n-\tGérer les droits d’accès des utilisateurs sur les bases de données\n-\tConcevoir et exécuter des requêtes \n\nFormation \n-\tParticiper à l’élaboration du plan de formation sur les modules des ERP\n-\tParticiper à l’élaboration des manuels de formation \n-\tFormer les utilisateurs sur les modules des ERP \n\nTableau de bord et Reporting\n-\tParticiper à l’analyse des besoins et à la conception des tableaux de bord \n-\tParticiper au développement des tableaux de bord et des KPI"}, {"s_titre": "Profil", "s_description": "\n\n-Bac+4/5 en Informatique ou Informatique de Gestion\n-03 ans d'expériences minimums dans un poste similaire au sein d’un intégrateur ou d’une société/groupe\n- Connaissances Techniques :\n-\tSAGE i7 et SAGE 100 Cloud : GESCOM, COMPTABILITE, MOYENS DE PAIEMENT et TRESORERIE (Obligatoire) \n-\tSAGE 100 Cloud PAIE (Atout considérable)\n-\tMicrosoft SQL Server (Obligatoire)\n-\tPower Pivot, Power BI (Atout considérable)\n- Connaissances Fonctionnelles :Comptabilité générale et analytique, Finance, Achat, vente et gestion des stocks, Immobilisation, Gestion de Ressources Humaines\n-Bon niveau de français\n-Atouts Comportementaux : Capacité d’analyse des besoins, Aisance relationnelle et Pédagogie, Organisation, Gestion de stress et de pression"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-administrateur-erp-confirme-urgent105156", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "Un graphiste -réf:0279-22 KR-TIC", "societe": "KENTIA-RH.COM sarl", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                KENTIA-RH.COM sarl, expert en Ressources Humaines, aux services des PME depuis plus de 10 ans"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Responsabilités / \n.Proposer et défendre les concepts créatifs, stratégies créatives et axes graphiques\n\n.Concevoir les supports graphiques\n\n.Assurer la veille créative régulière\n\n.Encadrer les graphistes junior ou assistants graphiques"}, {"s_titre": "Profil", "s_description": "\n\n.Diplômé(e) d'une école d'art ou de graphisme\n\n.Ayant au moins 02 années d'expériences dans un poste similaire\n\n.Maitrise des outils graphiques (suite Adobe ou similaire)\n\n.Connaissances en 3d ou dessin seraient un atout\n\n.Excellente maîtrise de la langue Française, l’anglais serait un atout\n\nExigences du poste\n.Solides connaissances en photomontage exigées\n\n.Créatif, innovant, agile, audacieux, imaginatif"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                0279-22 KR-TIC"}], "url": "https://www.portaljob-madagascar.com/emploi/view/kentia-rh-com-un-graphiste-h-f105140", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "STAGIAIRE CHARGE QUALITE", "societe": "PULSE", "contrat": "STAGE", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Entreprise de Services du Numérique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Le stagiaire chargé qualité est le garant de la qualité de la production informatique de son entreprise et de son client. Il est en charge de la mise en œuvre, du suivi et du contrôle du système qualité en termes de procédures, réclamations, indicateurs, méthodes de travail, audits et formations au sein d’une unité de production tout en tenant compte des contraintes aussi bien réglementaires que techniques\n\nVoici ses missions :\n1) Analyser et contrôles les résultats\n2) Assurer l'amélioration continue\n3) Vous éclater dans votre travail"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                1) Niveau Bac +3 en gestion ou équivalent\n2) Français courant\n3) Sens des responsabilités\n4) Organisé et méthodique\n5) Connaissances sur les composants et matériels informatiques"}], "url": "https://www.portaljob-madagascar.com/emploi/view/pulse-stagiaire-charge-qualite105121", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "Technicien Mutualisé", "societe": "LWS", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                LWS est l'un des meilleurs hébergeurs web de France, avec plus de 180 000 noms de domaine et hébergements web et 15 ans d'expérience. Nous proposons le meilleur de la technologie, nos serveurs frontaux qui calculent les sites ont un cycle de vie de 2 ans cela pour toujours vous apporter ce qui existe de mieux.\nNotre mission est de toujours fournir le meilleur hébergement web, donc fiable, sécurisé, rapide et avec inclus un support technique réalisé par des personnes formées sur les outils du web.\nHébergeur web par passion."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                L’agent devra répondre aux demandes techniques des clients sur nos offres mutualisées qui sont par exemple :\n\n- questions liées à la configuration d’une adresse email sur un logiciel de messagerie\n- questions sur la création de site web\n- erreur sur un site web basé sur un CMS de type Wordpress, prestashop …\nquestions sur le fonctionnement de nos formules (utilisation de panel.lws.fr, cpanel)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Savoir écrire parfaitement Français/Anglais, sans fautes d’orthographe et sans erreur grammaticale\n- Savoir parler correctement Français (le moins d'accent possible) \n- Savoir tenir une conversation en Anglais (cela serait un plus)\n- Avoir un esprit d’analyse/déduction, savoir faire des recherches pour trouver une solution aux clients\n- Avoir des connaissances sur Wordpress, Prestashop (développement, correction de bug, optimisation)\n- Avoir des connaissances sur le référencement de site web, comment cela marche quelle action faire pour qu’un site web soit correctement configuré.\n\nContrat 40h/semaine\n\nSalaire intéressant\n\nImportant : \n- Grande disponibilité le week-end (La grande partie des horaires se fera en week-end)\n- A l'aise au téléphone (l'agent pourrait être amené à appeler certains clients qui ont besoin d'aide)"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                TECH-MUTU"}], "url": "https://www.portaljob-madagascar.com/emploi/view/lws-technicien-mutualise105130", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "Drupal Backend Developer", "societe": "Bolzano SARL", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous recherchons un développeur PHP pour rejoindre l'équipe en pleine croissance des sites Web au sein de l'équipe Marketing Excellence."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Minimum 2 ans d'expérience en PHP (de préférence travaillé avec Symfony)\nLa connaissance de Drupal est un plus, mais si vous n'avez pas encore d'expérience, vous êtes ouvert à tout apprendre sur Drupal (via des formations en ligne & via des développeurs expérimentés qui vous sont proposés par SD Worx)\nExpérience de travail avec les API\nUne expérience avec Next.js, Bootstrap, Git et/ou DevOps est un plus"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Vous aimez travailler dans un contexte international\nVous êtes ouvert d'esprit, agile et flexible\nVous pouvez vous approprier le développement backend avec la passion nécessaire"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Drupal Bolzano"}], "url": "https://www.portaljob-madagascar.com/emploi/view/bolzano-sarl44-drupal-backend-developer105109", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "Java Configurator", "societe": "Bolzano SARL", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Recrutement des JAVA CONFIGURATOR"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Formation Bac+5 en informatique ou un domaine scientifique\nBonne maîtrise d’Excel et des bases de données – SQL\nBonne maîtrise de HTML et Java (MVEL étant un plus)\nAnglais courant\nVous connaissez des Ressources Humaines où celui-ci vous attire particulièrement"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Rigoureux.se, vous faites preuve d’excellentes capacités analytiques\nCuriosité intellectuelle\nAutonomie\nBienveillance\nEsprit d’équipe\nPossibilités d’évolution\nPolyvalence"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                JavaBLZ"}], "url": "https://www.portaljob-madagascar.com/emploi/view/bolzano-sarl44-java-configurator105108", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "Lead Développeur JS", "societe": "Hairun technology", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                HaiRun Technology est une ESN (Entreprise de Services du Numérique) basée à Madagascar, spécialisée dans la conception et développement de projets web, mobiles et d'applicatifs serveur."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                HaiRun Technology est une ESN (Entreprise de Services du Numérique) basée à Madagascar, spécialisée dans la conception et développement de projets web, mobiles et d'applicatifs serveurs. Dans le cadre du développement de notre activité, nous recherchons un Lead Développeur JS.\n\n :\n- Evaluer la complexité d’un projet ;\n- Anticiper les problèmes qui pourraient être bloquants et chercher une meilleure solution si possible ;\n- Aiguiller chaque membre de l’équipe pour devenir un bon développeur tout en respectant les bonnes pratiques, en le motivant et en l’encourageant ;\n- Partager le savoir - faire avant et durant le développement ;\n- Entreprendre le développement des parties risquées et stratégiques (architecture & structure initiale, expérimentation & montée en compétence rapide par rapport à une nouvelle technologie, etc.) ;\n- Etudier et estimer les charges relatives à un projet et déterminer les ressources nécessaires à mettre en œuvre ;\n- Se porter garant sur le respect des dates de livraison ;\n- Superviser le développement du projet ;\n- Epauler, inspirer et coacher l’équipe ;\n- Participer au recrutement avec les RHs ;\n- Apporter une valeur ajoutée à la gestion de projet et analyser les besoins et les contraintes techniques du projet."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Master II en informatique de gestion et génie logiciel ou équivalent ;\n- 4 ans d’expériences minimum\n\nSAVOIR : \n- Maîtrise de l’environnement technologique JS des nouvelles technologies ;\n- Maîtrise des frameworks JS : Angular, React, NodeJS, VueJS… ;\n- Maîtrise des bases de données relationnelles : MySQL, PostgreSQL, SQLite, MongoBD ;\n- Maîtrise des différents Design Pattern et savoir les utiliser.\n\nSAVOIR-FAIRE : \n- Avoir des expériences considérables en termes de développement informatique et management d’équipe ;\n- Avoir un esprit critique ;\n- Avoir une bonne capacité d’adaptation et une très forte capacité d’analyse ;\n- Avoir une bonne polyvalence et une veille technologique ;\n- Avoir un bon sens relationnel et managérial ;\n- Avoir un bon sens décisionnel, technique, organisationnel.\n\nSAVOIR-ÊTRE : \n- Être calme et réfléchi ;\n- Savoir rassurer le client/les développeurs dans les cas les plus critiques ;\n- Être rigoureux et polyvalent ; \n- Être à l’écoute."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Lead/HRT/2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hairun-technology28-lead-developpeur-js105107", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "UN(E) ADMINISTRATEUR(TRICE) RESEAUX", "societe": "RAVINALA Airports", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Exploitation et développement d’infrastructures aéroportuaires"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Rattaché(e) au Responsable Infrastructures                                                                                       \n\nVos missions : \n\n\tchargé(e) du bon fonctionnement et de l'optimisation du (ou des) réseau(x) de Ravinala Airports. Il/elle gère le câblage physique du réseau ainsi que la bonne circulation des informations immatérielles de celui-ci, assure la sécurité du réseau, et gère également les différents comptes utilisateurs et droits d'accès.\n\tgarant de l’accès au système d’information et de sa sécurité, il/elle lui appartient de relever les anomalies éventuelles, d’intervenir en cas de problème pour rétablir le service, de participer au développement ainsi qu’à la maintenance des applications informatiques."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 requis :\nFormation\n\tIngéniorat en Informatique ou Télécoms\n\tCertification CISCO (CCNA ou plus) : un atout\n\tCertification JUNIPER ou autres Technologies de sécurité IT : un atout\n\nExpériences professionnelles\n\tMinimum 5 ans dans le domaine du réseau informatique ou télécom\n\nQualités personnelles requises\n\tRésistance au stress\n\tEsprit d'analyse et de synthèse\n\tRigoureux\n\tSens de la communication\n\tProactif\n\tDiscret et intègre\n\nCompétences requises\n\tMaîtrise de l'Administration réseau avancée\n\tTrès bonne capacité d’analyse et d’anticipation\n\tMéthodique\n\tCapacité à veiller constamment sur l’évolution de la technologie"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                ADR"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ravinala-airports42-un-e-administrateur-trice-reseaux105105", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "Expert technique en solution microsoft", "societe": "TELMA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Télécommunication"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                MISSIONS PRINCIPALES \n-Assurer un service de qualité en adéquation avec les attentes clients et ceux de la société \n-Etre l’interlocuteur direct avec les tiers en informatique (fournisseurs d’applications, prestataires, fournisseurs de matériels)\n-Mettre en place les outils ou les applications informatiques répondant aux besoins de la DTG \n-Assurer la planification des installations, des configurations et des déploiements des matériels \n-Élaborer les dossiers (aspect technique et financier) de mise en place des nouvelles technologies \n-Etre le support niveaux 2 de l’équipe lors de la résolution des problèmes liés au réseau interne du client et proposer des solutions (administration système, configuration des serveurs lors des déploiements ou interventions)\n-Assurer le respect des GTI / GTR mis en place"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                EXIGENCE PARTICULIERES \nBACC +5 en informatique \nAu moins 3 années d’expériences dans le domaine support et implémentations de solution informatique ou administration système et réseau \nMaîtrise de la technologie de virtualisation et compétences des serveurs windows microsoft , des systèmes PC et mac \nMaîtrise active directory\nMaîtrise solutions microsoft (windows – exchange )\nMaîtrise de l’infrastructure réseaux et systèmes \nEtre force de proposition \nCapable d’analyser des problèmes complexes et proposer des solutions\nOrganisé, proactif et méthodique \nSens de responsabilités, forte capacité d’analyse et de décision \nAnglais et français courants"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-telma-expert-technique-en-solution-microsoft105094", "category": "informatique-web"}, {"date": "11 Juin 2022", "titre": "UN TECHNICIEN INFORMATIQUE", "societe": "COMPAGNIE MALAGASY DE TEXTILE", "contrat": "TI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                La CMT est un groupe d’envergure internationale, verticalement intégrée et ayant son siège à l’île Maurice. Fort de ses 35 années d’existences, le groupe rassemble 20 000 collaborateurs répartis dans 8 différents pays. La CMT se spécialise dans la confection de vêtements de marques internationales."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Assurer les travaux d'installation et maintenance des matériels informatiques et périphériques.Apporter des assistances et support techniques auprès des utilisateurs \nDiagnostiquer les défaillances et proposer des solutions d'amélioration"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Diplomé en licence dans un parcours informatique\nAyant une experience probante dans le domaine informatique\nBonne maitrise de la langue Française, l'anglais serait un atout\nAyant le sens de la rigueur et disponible pour une formation à l'étranger pendant 1 an minimum."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                TI"}], "url": "https://www.portaljob-madagascar.com/emploi/view/textile39-un-technicien-informatique105051", "category": "informatique-web"}, {"date": "", "titre": "DEVELOPPEUR JAVA SENIOR -Réf : REF 152/PJ", "societe": "INGENOSYA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ESN/ SSII"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -\tIntégration de données XBRL dans la base de données de Cofisem.\n-\tDéveloppement de l’application de CDR dans une première version.\nActivités : \n-\tAnalyse et conception de la solution à mettre en place ;\n-\tDocumentation du travail effectué ;\n-\tDéveloppement d’application ;\n-\tTraitement des fiches Jira suite aux tests effectués et des demandes d’évolution ;\n-\tReporting via Jira ;\n-\tRéunion quotidienne avec l’équipe (Daily)."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences technique souhaitées :\n-\tFamilier aux environnements techniques suivantes : Angular 8 et supérieur, Open JDK 11 et 17, Hibernate, PostgreSQL 12, XML, JSON, Maven, Gradle, Git, Debian 8 et Debian 11, Jira ;\n-\tConnaissance de la mécanique des cubes ;\n-\tApte à effectuer des requêtes natives ;\n-\tNotion en CSS ;\n-\tNotion en XBRL.\n\n recherché : \n-\t5 années d’expériences minimum en développement ;\n-\tTitulaire d’un Master ou Master II en informatique ;\n-\tAutonome ; \n-\tMaîtrise du Microsoft Excel ;\n-\tSens de la communication ; \n-\tSens du travail d’équipe ; \n-\tCurieux, autodidacte ;\n-\tEsprit d’analyse ;\n-\tSens du détail ;\n-\tForce de proposition ;\n-\tMaîtrise de la langue française ;\n-\tCompréhension de la langue anglaise"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ingenosya-madagascar-developpeur-java-senior-ref-ref-152-pj105044", "category": "informatique-web"}, {"date": "", "titre": "DEVELOPPEUR SHAREPOINT-Ref:REF137/PJ", "societe": "INGENOSYA MADAGASCAR", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ESN/SSII"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous recherchez un emploi valorisant et où on reconnait vos talents ? \n\nAvec un salaire motivant et dont vos actions ont un impact réel sur l'épanouissement d'une société présente à Madagascar et à l’international?\n\nINGENOSYA, une société spécialisée dans la conception et développement de système d'information recrute : SON/SA DEVELOPPEUR SHAREPOINT\n\nMisions :\n•\tAssurer les analyses techniques et les développements \n•\tAssurer la maintenance et les évolutions d’une application\n•\tAssurer la qualité du code grâce à la mise en place d’intégration continue\n•\tGarantir le respect des délais"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Idéalement titulaire d'un BACC+5 en informatique\n- Ayant au moins 2 ans d'expériences professionnelles\n- Une connaissance pointue sur l'utilisation de SharePoint\n-Une Connaissance  en C#  sera un atout \n- Maîtrise de la langue française, l’anglais serait un atout\n- Passionné, curieux et en veille permanente de nouvelles technologies\n- Sérieux\n-  Avoir le sens d’évolution, d’apprentissage, autodidacte\n- Rigoureux et autonome\n- Savoir travailler en équipe\n\nRejoignez une société où vous pourrez vous épanouir avec une équipe jeune et dynamique en envoyant votre CV et LM sous la référence: REF137/PJ"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                REF137/PJ"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ingenosya-madagascar-developpeur-sharepoint-ref-ref137-pj105046", "category": "informatique-web"}, {"date": "", "titre": "Développeur FULLSTACK JAVASCRIPT – NodeJS - React.JS -réf:Dev FSJ", "societe": "NACRE-SOLUTIONS", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société experte en BPO, en relation client et en système d’Informations et conseils ;\nEn IT, riche de notre Expertise fonctionnelle, en Conception de logiciels, Développement, mise en œuvre et maintenance dans le monde de la presse, l’aéroportuaire et BI."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -\tConcevoir et mettre en œuvre de nouveaux projets de nos clients offshores : garantie pilotage et qualité.\n-\tAssurer les développements et maintenances des applications\n-\tAssurer les délais et tenir la documentation à jour"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -\tTitulaire d’un master 2\n-\tAyant plusieurs années d’expériences probantes en développement web\n-\tBonne maitrise Full-Stack NodeJS / React.JS \n-\tUne expérience en développement Mobile iOs, Android, Blackberry, J2ME, Java, .NET, constitue un plus\n-\tAutodidacte  \n-\tTravail en équipe, aptitude à transférer/échanger les connaissances\n-\tRigoureux, dynamique, autonome"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Dev FSJ"}], "url": "https://www.portaljob-madagascar.com/emploi/view/nacre-solutions-da-veloppeur-fullstack-javascript-a-nodejs-react-js-ra-f-dev-fsj105033", "category": "informatique-web"}]