[{"date": "14 Juin 2022", "titre": "Développeur Java Back-End", "societe": "IBONIA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Entreprise de Services Numériques œuvrant dans le développement et l'intégration des solutions technologiques et informatiques"}, {"s_titre": "Missions", "s_description": "\n\nÉtendre les capacités actuelles d’une plateforme d’identité numérique\nTravailler à la construction de la prochaine génération de services IT, en utilisant une variété de technologies de pointe.\n\nPoste disponible de suite.\n4 ans d’ancienneté au minimum, au poste de développeur Java back-end est requis.\n\nEnvoyer vite votre dossier de candidature au plus tard le vendredi 17 juin 2022 à 18h"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences attendues\n=========================\n• Langages : Java, Angular JS\n• Technologies : Springboot, GIT, CI/CD\n• Systèmes d’exploitation : Linux (Redhat / Centos)\n• Bases de données SQL : MongoDB, PostgreSQL\n• Développement microservices : API REST/SOAP"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                JavaBack-06-2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ibonia-developpeur-java-back-end105180", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "Application Test Team Lead", "societe": "TELMA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Télécommunication"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Être garant de la qualité des livrables informatiques mis en œuvre par la DSI pour ses clients internes ou externes\n- Déterminer et appliquer les méthodologies et stratégies de tests manuels et automatisés et promouvoir l’utilisation des outils de tests auprès des acteurs du projet\n- Planifier, prioriser et assigner les opérations : clarification des besoins, rédaction des plans et cas-tests, exécution des campagnes de tests, remontée et correction des anomalies\n- S’assurer de l’exhaustivité de la couverture des tests et de la non-régression\n- Analyser les résultats et communiquer les rapports de tests\n- Animer et motiver l’équipe de testeurs"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - BAC +5 en Informatique ou en Télécommunications \n- 3 à 7 ans d’expériences dans le domaine des tests applicatifs et 3 ans minimum à un poste de leader ou manager\n- Dynamisme, rigueur, capacité d’adaptation et force de proposition dans un contexte de gestion de plusieurs projets informatiques en parallèle\n- Esprit d’équipe, bonne communication et aisance relationnelle\n- Maîtrise d’outils de test tels que : Squash, Mantis, Katalon Studio"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-telma-application-test-team-lead105178", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "DEVELOPPEUR BIG DATA/PYTHON SENIOR", "societe": "DIGITAL MANAGEMENT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société internationale de renommée, spécialisée dans le Business développement et Marketing Digital, présente dans 14 pays et opérant dans plus de 30 secteurs, ne cesse de conquérir du terrain sur le marché international."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Digital Management lance un projet BigData et est à la recherche d'un développeur Python maîtrisant ElasticSearch.\nLe but est d'apporter de la valeur ajoutée aux données et répondre à un besoin d'information sur un marché en forte croissance. (Indexation, Recherche, Restitution, Statistiques et Recherche sémantique).\nIl faut être autonome et capable de proposer des algorithmes innovants, pour exploiter au mieux des fonctionnalités ElasticSearch avancées : recherche, plugins, analyseurs et parseurs."}, {"s_titre": "Profil", "s_description": "\n\nUne première expérience en Python/JS, diplômé d’un Master en Informatique ou d’un diplôme d’ingénieur (Ingénieur en Informatique).\nConnaissance de l’architecture de Elasticsearch\nInstallation et configuration d’un nœud et d’un cluster\nConcepts base : shard, replica, mapping, query, aggregations, text analysis…\nAPIs pour manipuler les objets et lancer les requêtes\nSnapshot/restore des données\nInstallation et configuration des composants derrière un reverse proxy (Apache, Nginx)\nAspects installation multi-datacenter\nConnaissance de Kibana\nAdministration Elasticsearch\nCréation de dashboards\nOutils de data ingestion\nLogstash, FileBeat, Journalbeat, *Beat….\nConfiguration de Logstash, manipulation des données, pipelines…\nRenforcement de la qualité du code et des tests automatiques\nRésolution d'incidents : Investiguer et proposer des solutions aux problèmes rencontrés\nLa connaissance de ces technologies est un plus:\nLinux, Docker\nVirtualisation (Virtual Machines)\nData-Science: Machine learning algorithms: Python / APIs (Numpy, Pandas, Scikit Learn, Keras...)\n\nType d'emploi : Temps plein, Télétravail"}], "url": "https://www.portaljob-madagascar.com/emploi/view/digital-management-developpeur-big-data-python-senior105169", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "DESIGNER GRAHIQUE SENIOR", "societe": "DIGITAL MANAGEMENT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société internationale de renommée, spécialisée dans le Business développement et Marketing Digital, présente dans 18 pays et opérant dans plus de 30 secteurs, ne cesse de conquérir du terrain sur le marché international.\nC'est ainsi qu'elle cherche à recruter un (e) Designer graphique senior afin de renforcer son équipe.\nNous proposons à nos clients des solutions uniques et innovantes dans le but d’optimiser leurs performances, améliorer leur rendement, accroître leur visibilité et de rester pionniers sur leur secteur.\nNotre force est de dédier des spécialistes en ingénierie travaillant de pair avec des marketeurs et directeurs artistiques pour chaque corps de métier afin d'offrir une approche différente et unique sur le marché."}, {"s_titre": "Missions", "s_description": "\n\nAnalyser la demande client, l'exprimer par une image afin de transmettre le message d'une façon pertinente.\nTraduire un concept ou un script en représentation visuelle.\nRéaliser des supports marketing pour l’ensemble d’équipe et travailler sur des supports multiples et variés :\n- Print : visuels, documents, présentations, brochure, images,\n- Digital : bannières, illustrations, vidéos, maquettes de sites Web.\n- Management des projets en relation avec les clients ainsi que le chef de projet.\n- Travailler en collaboration avec le chef de projet/équipe sur les demandes clients\n- Traitement de toutes autres demandes en interne ou externe."}, {"s_titre": "Profil", "s_description": "\n\nMaîtrise des logiciels de retouche d'image comme Illustrator et Photoshop.\nExcellente culture graphique.\nExcellent relationnel\nRéelles capacités de coordination\nBon sens de l'organisation du travail\nPrécision Créativité\nParfaite maîtrise du Français, Anglais souhaité\nMaîtrise obligatoire du motion design (after effect) et le montage sur adobe première\n\nType d'emploi : Temps plein, à distance"}], "url": "https://www.portaljob-madagascar.com/emploi/view/digital-management-designer-grahique-senior105165", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "DEVELOPPEUR FULL STACK", "societe": "DIGITAL MANAGEMENT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société internationale de renommée, spécialisée dans le Business développement et Marketing Digital, présente dans 14 pays et opérant dans plus de 30 secteurs, ne cesse de conquérir du terrain sur le marché international."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Digital Management est à la recherche d'un Développeur Full Stack (H/F) afin de renforcer sont équipe IT, qui sera amené à travailler sur n'importe quelle facette d’un site, logiciel ou d’une appli et concevoir ou configurer principalement les aspects :\nFront-end : HTML, CSS, JavaScript (notamment avec un framework de type angular, react, vue.js…)\nBack-end, base de données, API (Python, Ruby, PHP, C#, Java…)\nArchitecture et infrastructure, choix des outils, technos, logiciels, systèmes d’exploitation etc."}, {"s_titre": "Profil", "s_description": "\n\nTitulaire d'un Bac +3 à Bac +5 orienté développement WEB, disposant d'au moins 2 années d'expériences en développement PHP/Javascript.\nVous avez une bonne maîtrise des bases de données relationnelles (MsSQL, MySQL)\nConnaissances approfondies des technologies PHP, JAVA, Javascript, HTML5, CSS3, jQuery, Bootstrap, etc...\nVous maîtrisez parfaitement WordPress\nVous êtes doté d’un bon sens du relationnel, et appréciez de travailler en équipe. \nOrganisé dynamique et rigoureux.\nVous possédez de bonnes capacités d’adaptation, qui vous permettent d’assimiler les enjeux des tâches qui vous seront confiées, et vous permettront de les mener à bien efficacement.\n\nVous souhaitez donner un nouvel élan à votre carrière n’hésitez pas, ce poste est fait pour vous.\n\nType d'emploi : Temps plein, à distance"}], "url": "https://www.portaljob-madagascar.com/emploi/view/digital-management-developpeur-full-stack105164", "category": "informatique-web"}, {"date": "", "titre": "DES LEAD ET DÉVELOPPEURS PHP", "societe": "BOCASAY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous sommes une entreprise dans le service du numérique.\nChoisir Bocasay c’est rejoindre une des entreprises les plus dynamiques de son secteur et offrant de nombreux avantages. Chez nous, votre épanouissement est notre priorité."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Au sein d’une équipe à taille humaine rassemblant des compétences variées, dans une bonne ambiance de travail, vous développerez en équipe des solutions web à fortes valeurs ajoutées.\n\nGarant de la veille technologique, nous serons à l’écoute de vos propositions d’évolutions.\n\nVous interviendrez sur le développement d'applications web autour des aspects suivants : \n_ Soutien Technique,\n_ Développement,\n_ Phases de tests et débogage,\n_ Mise en production,\n_ Montée en compétence d’une équipe."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                _ Bonne maîtrise de PHP (4 & 5),\n_ Parfaite maîtrise HTML, CSS 2 et 3 aux normes W3C,\n_ Bonne maîtrise en SGBD SQL et NoSQL,\n_ Bonne maîtrise du framework SYMFONY ou LARAVEL,\n_ Expérience réelle de 3 ans minimum,"}], "url": "https://www.portaljob-madagascar.com/emploi/view/bocasay54-des-lead-et-developpeurs-php105111", "category": "informatique-web"}]