[{"date": "10 Juin 2022", "titre": "DEVELOPPEUR WEB SENIOR - ANTANANARIVO", "societe": "AT Mdg", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous fournissons des services de maintenance et de développement informatique pour nos clients."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre de nos activités, nous recherchons un(e) développeur Senior (F/H)\n Vous serez amené à :\n - développer des site web pour nos clients\n - maintenir les sites déjà en place\n - développer des plugins\n - Intégrer des fonctionnalités et des designs"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 - Vous considérez l'informatique comme une véritable passion\n - Vous savez vous montrer créatif(ve) pour rebondir face aux différents obstacles\n - Vous êtes  diplômé(e) en informatique (formation BAC+3 et plus)\n - Vous avez au moins 4 ans d'expérience dans le développement web\n - Vous maitrisez au moins 01 CMS\n - Vous disposez d'un portfolio\n - Vous êtes spécialiste des langages informatiques (HTML5, CSS3, JS, PHP, MySQL)\n - Vous vous adaptez rapidement à des technologies nouvelles\n - Vous connaissez des environnements front-end type Vue, angular ou React\n\nDossiers a fournir:\n  - CV avec photo récente\n  - Lettre de motivation \n\nVenez rejoindre notre équipe"}], "url": "https://www.portaljob-madagascar.com/emploi/view/my-company16-developpeur-web-senior-antananarivo105000", "category": "informatique-web"}, {"date": "10 Juin 2022", "titre": "EXPERT SAGE ERP", "societe": "TALYS", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                En 25 ans SANIFER, magasin familial de quartier, a évolué, étendu son réseau et diversifié ses activités. Le groupe TALYS regroupe désormais nos sociétés réparties sur 4 secteurs d’activité : la Distribution, la Construction, l’Immobilier ainsi que l’Hôtellerie et les Loisirs. Tous nos métiers et tous nos projets tendent vers un même objectif : promouvoir un art de vivre, un lifestyle en avance sur son temps, exigeant en qualité et au service de chacun de nos clients."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Rattaché au DSI, vous êtes le référent de l’ERP Sage X3 auprès des utilisateurs et accompagnerez le groupe dans l’optimisation des fonctionnalités de l’ERP en étroite collaboration avec l’équipe informatique, et les principaux utilisateurs fonctionnels. \n\nPrincipales \n•\tSupport fonctionnel (hotline + maintenance du logiciel, gestion des mises à jour et des correctifs).\n•\tTransfert des compétences nécessaires à l’utilisation de la solution Sage X3 par les utilisateurs.\n•\tTraiter les demandes d'assistance, d'incidents\n•\tConseil auprès des utilisateurs des différentes filiales du groupe au progiciel Sage X3 \n•\tParticiper à l’évolution de Sage X3 (remontée des attentes opérationnelles ; analyse des besoins ; recensement des améliorations fonctionnelles)\n•\tDocumenter les procédures d'exploitation \n•\tDocumenter les réalisations mises en place"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences requises\n•\tMaîtriser Sage X3\n•\tConnaitre les principes de comptabilité, finance, fiscalité\n•\tMaîtriser Excel \n•\tAvoir des notions sur les bases de données et SQL Server sera un plus\n\n\nPROFIL :\n\tFormation Gestion, Bac +2 minimum\n•\tExpérience de 3 ans minimum dans l'utilisation de logiciels de gestion, idéalement SageX3 \n•\tSens des responsabilités, excellent relationnel\n•\tTrès bonne pédagogie\n•\tRigueur et autonomie\n•\tCapacités à appréhender les besoins fonctionnels du groupe"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                EXPSG"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-tal-expert-sage-erp104990", "category": "informatique-web"}, {"date": "10 Juin 2022", "titre": "DEVELOPPEUR JAVASCRIPT", "societe": "TRUSTYLABS", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Spécialisée  en  développement site  web  et mobile"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                MISSIONS\n Réalisation technique et développement informatique des sites (production des lignes de code).\nGestion des bases de données avec langage de programmation\nDéveloppement des différentes fonctionnalités des sites\nRespect des pratiques courantes pour optimiser le design responsif.\nMise en place de tests suite à la mise en ligne et fonctionnement du site.\nGestion de la maintenance du site web (Intervenir et corriger les bugs).\nCorrection des problèmes d’utilisation ou d’ergonomie signalés par le client.\nFormation au client permettant l’utilisation du site et la publication de nouveaux contenus (textes, médias, etc.).\nRéalisation du script côtés serveur\nIntégration Template et charte graphique\nDynamisation de page avec CSS et Java script"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                PROFIL\n\n- Diplôme universitaire Bac +3 / +5 en développement informatique.\n- 2 ans d’Expérience dans ce domaine.\n- Connaissance  nodejs, reactjs, react native exigés\n- Très bonne maîtrise de PHP / MySQL.\n- Dynamique, organisé."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV-06-2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/trustylabs65-developpeur-javascript104982", "category": "informatique-web"}, {"date": "10 Juin 2022", "titre": "CHEF DE PROJETS BI ET ANALYSE DE DONNEES", "societe": "Première Agence de Microfinance (PAMF)", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                La Première Agence de Microfinance (PAMF) est une Institution de Microfinance établie à Madagascar depuis 2006 dont le Siège Social est sis à 1, Lalàna Solombavabahoaka Frantsay 77 Antsahavola 101 Antananarivo Madagascar. Elle est affiliée à l’un des réseaux de développement les plus vastes au monde : le Réseau Aga Khan de développement (AKDN). La mission de la PAMF est de contribuer à la réduction de la pauvreté et l'exclusion sociale et économique des personnes les plus vulnérables en améliorant l’accès aux produits et services financiers.\nLa PAMF est le pionnier du digital dans le Secteur de la Microfinance et a une grande ambition en transformation digitale et bancaire."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Participer à la rédaction et à la mise en œuvre des cahiers des charges \n- Gérer toute la documentation du projet et assurer le cycle de vie, le suivi, l'archivage de la documentation \n- Entreprendre des analyses et mettre en place des dashboards selon les cahiers des charges des projets."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Formation Bac + 4 dans la documentation, analyse de données ou équivalent, avec idéalement un minimum de 3 années d'expériences \n- Maîtrise du Français avec des compétences professionnelles en communication écrite et verbale en Anglais \n- Maitrise des outils informatiques et obligatoirement MS Project et la suite MS Office.\n\nMerci de joindre dans votre dossier une lettre de motivation (en précisant la prétention salariale) et un CV (incluant les coordonnées téléphoniques pour contact rapide ainsi qu’une photo d’identité récente) au plus tard le 02 Juillet 2022."}], "url": "https://www.portaljob-madagascar.com/emploi/view/pamf-madagascar-chef-de-projets-bi-et-analyse-de-donnees104975", "category": "informatique-web"}, {"date": "09 Juin 2022", "titre": "ADMINISTRATEUR RESEAU ET SYSTEME CONFIRME", "societe": "GROUPE SIPROMAD", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Gestion de participations, la participation sous toutes formes, y compris la fusion et l’absorption dans toutes sociétés\t\t\t\t\t\nLa prise ou le maintien de contrôle d’une ou plusieurs sociétés d’exploitation industrielle, de services, de confection, immobilière, de BTP et autres\t\t\t\t\t\nPublication et diffusion de livres - l’importation et l'exportation de machines  - achat et vente de matières premières et produits finis."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Rattaché au Responsable IT au sein de la Direction des Systèmes d’Information, l’Administrateur Réseau et Système Confirmé a pour mission de mettre en place, gérer et maintenir l’infrastructure réseau et système des filiales du Groupe. Il opère, entre-autres, sur les aspects système, serveurs, virtualisation, réseau, sécurité et solutions logiciels. \n\nMISSION :\n-\tConception et mise en place d’infrastructures réseaux \n-\tConfiguration des routeurs et switches\n-\tSupport et maintenance préventive/curative sur les infrastructures réseau\n-\tAdministration des logiciels et équipements de sécurité (Serveur Antivirus, UTM, etc.)\n-\tDéploiement d’équipements système : serveurs, stockage, etc.\n-\tInstallation et administration des systèmes de virtualisation serveur\n-\tInstallation et administration des machines virtuelles sous Windows Server (Active Directory, SQL Server, etc.)\n-\tVeille technologique"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                PROFIL :\n-\tDe formation Ingénieur ou équivalent (Bac+5) en informatique\n-\tCinq (05) années d’expérience au minimum dans un poste similaire\n-\tGrande polyvalence sur les volets réseau, infrastructure système, serveurs, virtualisation et sécurité\n-\tConnaissances requises en virtualisation (VMware de préférence)\n-\tConnaissances requises en environnement Windows Server 2012 à 2019\n-\tConnaissances requises en conception réseau et configuration des routeurs et switches (niveau 2 et niveau 3)\n-\tConnaissances requises en Active Directory et Microsoft Exchange \n-\tConnaissances requises en UTM (FortiGate de préférence)\n-\tConnaissances souhaitées en environnement Linux\n-\tAutonomie, Force de proposition et organisation."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                RH-Adin RS"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-sipromad85-administrateur-reseau-et-systeme-confirme104969", "category": "informatique-web"}, {"date": "09 Juin 2022", "titre": "RESPONSABLE SUPPORT INFORMATIQUE", "societe": "GROUPE SIPROMAD", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Gestion de participations, la participation sous toutes formes, y compris la fusion et l’absorption dans toutes sociétés\t\t\t\t\t\nLa prise ou le maintien de contrôle d’une ou plusieurs sociétés d’exploitation industrielle, de services, de confection, immobilière, de BTP et autres\t\t\t\t\t\nPublication et diffusion de livres - l’importation et l'exportation de machines  - achat et vente de matières premières et produits finis."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                MISSION PRINCIPALE\nRattaché au Responsable IT au sein de la DSI, le Responsable Support Informatique a pour mission de garantir le bon fonctionnement et la gestion du parc informatique. Il assure le maintien Niveau 1 de l’infrastructure réseau et système. Il suit les dossiers d’achats informatiques et met à jour le stock. Il supervise les affectations de matériels et consommables informatiques. Il est le garant des bons indicateurs de performance du service (SLA).\n\nA ce titre, il anime une équipe de techniciens support informatique.\nRESPONSABILITES / TACHES \nGERER LE PARC INFORMATIQUE \n-\tGérer le patrimoine informatique du Groupe \n•\tAssurer le maintien à jour de l’inventaire des équipements, cartouches et composants informatiques\n•\tSuivre les affectations et restitutions du matériel informatique\n\n-\tSuivre les dossiers d’achat et abonnements informatiques\n•\tAssurer les tâches avant-ventes relatives aux achats des équipements (vérification de l’opportunité, définition des spécifications techniques, estimation des coûts, etc.) \n•\tSuivre les étapes d’achat et archiver tout document relatif\n•\tRéceptionner techniquement le matériel acheté\n•\tSuivre les réparations externes du matériel informatique\n•\tAssurer la mise à jour du stock informatique\n•\tSuivre les abonnements informatiques (renouvellements, paiements mensuels ou annuels, etc.) et alerter à temps le Responsable IT ou le DSI sur les échéances\n\n-\tProcéder à la maintenance préventive du parc\n•\tAssurer les actions préventives sur les équipements afin de les maintenir en bon fonctionnement et éviter les pannes \n•\tProcéder aux mises à jour des système et logiciels du parc informatique\n•\tReporter au Responsable Informatique tout problème potentiel\n\n-\tProcéder à la maintenance curative du parc\n•\tRecevoir les demandes d’intervention issues des utilisateurs (appels, mails ou à vive voix) et les prendre en charge sur l’outil de gestion Helpdesk\n•\tAffecter les tâches aux Techniciens Support Informatique ou à soi-même\n•\tAnalyser les situations à partir des feedbacks des Technicien et intervenir en cas de besoin\n•\tSuivre les réparations en interne du matériel informatique\n•\tReporter au Responsable Informatique tout problème potentiel\n\nMAINTENANCE RESEAU ET SYSTEME NIVEAU 1 ET CONTRIBUTION AUX PROJETS\n-\tAssurer la maintenance Niveau 1 du réseau et système\n•\tMaintenir le bon fonctionnement de l’architecture système et réseau actuelle \n•\tAssurer la maintenance préventive en termes de réseau et Système\n•\tIntervenir en cas de problème mineur sur le réseau et système, en coordination avec l’Equipe Réseau et Système\n•\tContribuer avec l’Equipe Réseau et Système aux interventions avancées si nécessaire\n\n-\tContribuer aux projets informatiques : \n•\tParticiper, en coordination avec l’Equipe Réseau & Système, aux projets informatiques\n•\tDéployer les techniciens support informatique aux tâches spécifiques des projets\n•\tAssurer le respect des deadlines et des objectifs\n\nMANAGEMENT DE L’EQUIPE SUPPORT INFORMATIQUE  \n-\tDispatcher les tâches aux membres de l’équipe Support Informatique et à soi-même\n-\tSuivre et contrôler les avancements/réalisations des tâches \n-\tAssurer le maintien à jour de l’outil informatisé de gestion d’Inventaire et Helpdesk\n-\tGérer le planning de travail et l’adopter suivant les tâches en cours et les absences des techniciens\n-\tFormer techniquement les membres de son équipe \n-\tEpauler et coacher son équipe sur des domaines dépassant leurs expertises, compétences et expérience\n-\tEncourager la cohésion de l’équipe et l’esprit d’entraide \n\nREPORTING \n-\tEnvoyer l’état d’avancement des interventions et projets au Responsable Informatique et au DSI\n-\tRendre compte en temps réel, au Responsable Informatique et au DSI, sur les incidents sur le réseau ou les actifs de la société\n\nLA PRESENTE LISTE N'EST PAS LIMITATIVE, LE TITULAIRE DU POSTE AURA A EFFECTUER TOUTES AUTRES TACHES QUI POURRAIENT LUI ETRE CONFIEES DANS LE DOMAINE DE SES COMPETENCES."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                BAC+5\nUne expérience de 3 ans minimum dans un poste similaire\nmaitrise des outils"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                RH-SSI"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-sipromad85-responsable-support-informatique104967", "category": "informatique-web"}, {"date": "", "titre": "Développeur sénior Frontend fullstack (exp. 5 ans+)", "societe": "Dse'Tech", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Développement d'une application SaaS"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre de notre croissance et pour renforcer notre équipe, nous recherchons un développeur sénior frontend fullstack (exp. 5 ans +) disponible tout de suite.\n\nVous serez amené à travailler en équipe sur notre solution SaaS commercialisée en Europe, au Canada et aux Etats-Unis.\n\nVos missions :\n\n- Participer à toutes les phases du développement\n- Participer au développement des nouvelles fonctionnalités de notre solution SaaS innovante\n- Etre force de propositions technico-fonctionnelles\n- Monter en compétence sur les technologies cloud et serverless (AWS)\n\nCOVID19:\nNous sommes tous à 100% en télétravail.\n\nRémunération:\nRémunération attractive avec réévaluation annuelle.\nConnexion Internet"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Expériences / compétences recherchées :\n- JavaScript Vanilla\n- ReactJS / VueJS / NextJS / Flutter\n- Node.js\n- Koa / Express\n- Mongodb / Redis\n- Très bonne expression & compréhension du français\n- Curiosité et envie de progresser et découvrir de nouvelles technologies\n- Pragmatisme et rigueur\n- honnêteté"}], "url": "https://www.portaljob-madagascar.com/emploi/view/dse-tech-developpeur-senior-frontend-fullstack-exp-5-ans104961", "category": "informatique-web"}]