[{"date": "14 Juin 2022", "titre": "DEVELOPPEUR EXPERIMENTE", "societe": "GROUPE SETEX", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SETEX regroupe des sociétés des plus dynamiques de Madagascar et de Maurice. Ce groupe existe depuis 2002 et propose divers avantages et diverses activités extra professionnelles pour prendre soin de ses collaborateurs."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Rédiger les cahiers des charges et les documentations techniques\n- Développer les parties les plus complexes du code\n- Encadrer, coordonner, former et faire monter en compétence l'équipe\n- Analyser les contraintes et les besoins\n- Superviser et assurer le suivi technique des projets\n- Mettre en place et réaliser les tests techniques\n- S'assurer de la qualité du code et résoudre les problèmes rencontrés par son équipe"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Ingénieur en Génie logiciel et base des données\n- 2 années d'expériences dans le poste\n\nCompétences requises:\n- Framework: Symfony, Laravel, Angular\n- CMS: WordPress, TYPO3, Adobe Commerce\n- Languages de programmation: PHP, JavaScript (React), HTML5, CSS3, AJAX, Python\n- DB: MySQL, PostgreSQL, MongoDB\n- Outils: Git\n- Méthodologies: Agile, Scrum\n- Très bon niveau de français (écrit et parlé)\n\nQualités:\n- Organisé, rigoureux, réactif,\n- Souplesse et adaptation notamment pour assurer la gestion multi projet\n- Disponible pour d'éventuelles heures supplémentaires\n- Curieux à propos des nouvelles technologies, langages et systèmes\n- Humble, bienveillant, encourageant et avenant vis-à-vis des développeurs de son équipe\n- Joie de vivre"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV"}], "url": "https://www.portaljob-madagascar.com/emploi/view/setex-montecristo-developpeur-experimente105233", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "Développeur JAVA et Technicien de Support Système et Réseaux", "societe": "Indian Cloud & Development LTD", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous assurons les services de support et développement pour le compte de notre client.\nNous faciliterons votre intégration à Maurice."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Rattaché(e) au pôle développement et sous la direction d'un Chef de Projet en France, vous aurez comme tâches à accomplir :\nDéveloppement vous maîtrisez JAVA, Spring Framework, Hibernate et Angular JS\nDes taches de support technique et d’assistance à la mise en route auprès de nos techniciens et clients."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Qualifications :\nLes langages utilisés sont JAVA, Spring Framework, Hibernate et Angular JS\nDans un premier temps, la participation au développement d'un logiciel de BI en mode SaaS ainsi qu'un portail INTRANET client.\n\nVous participerez aussi à des tâches de support à nos clients en systèmes et réseau pour lesquels vous aurez un transfert de compétence."}], "url": "https://www.portaljob-madagascar.com/emploi/view/indian-cloud-amp-development-ltd-developpeur-java-et-technicien-de-support-systeme-et-reseaux105232", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "TECHNICIEN IT", "societe": "Teleperformance Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Télécommunication"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vos responsabilités :\n-\tAssurer le suivi des infrastructures techniques opérationnelles :\no\tAssurer le maintien en condition opérationnelle optimale de l’infrastructure technique (locale ou transverse).\no\tAssurer la mise en place et l’intégration des systèmes d’exploitation et d’information retenus pour les activités (construction des images, déploiement).\no\tAssurer le suivi quotidien et la résolution des pannes et incidents.\n-\tAssurer la maintenance des matériels et systèmes informatiques\n-\tAssurer la sécurité des systèmes informatiques"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -\tBonnes connaissances en administration réseaux Cisco\n-\tBonnes connaissances des systèmes d’exploitation WINDOWS– Active Directory-DHCP-DNS-DFS…\n-\tBonnes connaissances des réseaux informatiques et de la téléphonie IP\n-\tTrès bonne expression en français et en anglais\n-\tDiplomate avec un bon sens du relationnel\n-\tForce de proposition\n-\tMotorisé"}], "url": "https://www.portaljob-madagascar.com/emploi/view/teleperformance-technicien-it105216", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "INGENIEUR D’ETUDE ET DE DEVELOPPEMENT APPLICATION MOBILE NATIVE (SSII)", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\n\n-Concevoir, préconiser et mettre en œuvre les\nsolutions techniques pour développer une application spécifiques destinées à l’environnement Mobile. \n-Veiller à leur stabilité dans le temps et participer aux phases d’analyse, de développement et de tests dans le\ncadre de la réalisation ou du pilotage de cette application."}, {"s_titre": "Profil", "s_description": "\n\nNIVEAU DE FORMATION :\nBAC + 4 minimum en Développement Informatique\n\nNIVEAU D’EXPÉRIENCE :\n2 ans minimum dans un poste de développement informatique Mobile\n\nNIVEAU DE COMPÉTENCE & QUALITÉS :\n-Maîtrise des environnements techniques Mobile (IOS : C / Objective C / HTML5 & Android : Java)\n-Compétence en programmation orientée objet et en base de données\n-Des compétences en CSS3 / Bootstrap / jQuery / Angular souhaitées\n-Connaissance en méthodologie AGILE et outils de gestion des sources\n-Aisance relationnelle et goût du travail en équipe\n-Rigoureux, organisé, méthodique et responsable\n-Curieux des dernières innovations dans le milieu\n-Connaissance de l’anglais technique"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-ingenieur-da-etude-et-de-developpement-application-mobile-native-ssii105231", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "CHEF DE PROJET TRANSFORMATION DEV (SSII)", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\n\n-Créer, concevoir et imaginer des applications (web,\nmobile) ou automatisation de process grâce à des plateformes ne nécessitant pas forcément de développement. \n-En charge de projets riches et diversifiés, pour la société ou sur des missions clients, créer et participer à des projets de transformation à forts enjeux."}, {"s_titre": "Profil", "s_description": "\n\nNIVEAU DE FORMATION :\nCe poste est offert à des personnes avec expérience qui viennent de divers horizons : Ingénieur généraliste, École de commerce, s Bac + 5\n\nEXPERIENCES:\n2 ans minimum dans une entreprise informatique en contexte agile serait un plus.\n\nConnaissances Requises :\n-Connaître le fonctionnement d’un système d’information\n“Touche à tout” passionné(e) par les sujets tech\n-Capable de manipuler des sites/outils (ex : Wordpress)\n-Capables d’auto-formation en ligne\n-A envie de s’intégrer dans un projet ambitieux au sein d’une équipe passionnée et entrepreneuriale\n\nQualités Requises:\n-Agilité d’apprentissage - créativité et innovation - Goût du challenge\n-Très bonne capacité d’adaptation à un environnement évolutif et complexe\n-Fort esprit d’analyse\n-Débrouillard(e) et force de solutions pour résoudre et simplifier des problèmes complexes"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-chef-de-projet-transformation-dev-ssii105229", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "TEAM LEADER SI COLLABORATIFS (SSII)", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\n\n-Assurer la bonne pratique de la méthodologie projet de la société par son équipe afin de garantir la qualité des prestations délivrées aux clients. \n-Superviser la réalisation des projets sur le plan fonctionnel et humain, dans le respect du budget et des délais. \n-Être le responsable de la qualité des livrables produit par son équipe. \n-Assurer la satisfaction client et participer à la diffusion d’une bonne marque employeur"}, {"s_titre": "Profil", "s_description": "\n\nNIVEAU DE FORMATION :\nBAC+5 en gestion de projet informatique ou équivalent\n\nNIVEAU D’EXPÉRIENCE :\n4 ans minimum dans un poste similaire\n\nNIVEAU DE COMPÉTENCE :\n-Capacité à manager et diriger une équipe projet\n-Connaissance en méthodologie Agile SCRUM\n-Connaissance des métiers du Groupe (Télécoms, Finances, Énergie…)\n-Bonne connaissance des processus et les outils informatiques type MS Project, JIRA\n-Force de proposition, rigoureux, organisé et méthodique\n-Solides compétences communicationnelles"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-team-leader-si-collaboratifs-ssii105227", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "LEAD TECHNIQUE DEV (SSII)", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\n\n-Assurer un rôle de coach et d’expert technique\n-Conseiller, assister et former les équipes de développement afin d’améliorer leurs compétences et leurs performances\n-Participer aux différentes phases d’étude et de développement pour améliorer la qualité"}, {"s_titre": "Profil", "s_description": "\n\nNIVEAU DE FORMATION :\nBAC+5 en Informatique\n\nNIVEAU D’EXPÉRIENCE :\n6 ans minimum en tant que Développeur et/ou Chef de projet Technique\n\nNIVEAU DE COMPÉTENCE :\n-Forte maitrise d’une ou plusieurs technologies de développement (Mobile : iOS et Android/ JAVA/ PHP/ WSO2)\n-Solide connaissance en base de données et réseaux\n-Leadership, pédagogue, capacité à coacher, à stimuler, mais aussi à canaliser la créativité de l’équipe - Orientation résultat\n-Bonne connaissance des processus et des méthodes de gestion de projet (planning, budget…) et les outils\ninformatiques type MS Project, JIRA\n-Connaissance en méthodologie Agile SCRUM, et les outils de modélisation comme UML\n-Bonne connaissance des normes et les procédures de sécurité informatique\n-Connaissance en procédure de test & intégration continue\n-Aisance en Français, connaissance en Anglais technique serait un atout"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-lead-technique-dev-ssii105226", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "TESTEUR QA", "societe": "LAND RESSOURCES", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société œuvrant dans le domaine de l'informatique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Pour étoffer son équipe, Land Ressources recrute un(e) Testeur logiciel et système\nVous aurez comme mission de :\n- Suivre et exécuter les scenarios de test conçus par l'équipe informatique de l'entreprise ;\n- Déceler les anomalies en opérant des vérifications sur les fonctionnalités ; \n- Mettre en place l’automatisation des tests ;\n- Garantir l’homogénéité des applications et proposer les adaptations nécessaires;\n- Tester les pages des applications sur les différents navigateurs"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Minimum Bacc + 2 en Informatique ;\n- Plus de 2 expériences professionnelles probantes dans un poste similaire ;\n- Expérience en analyse des besoins client ou en contrôle qualité ;\n- Rigueur, méticulosité et organisation ;\n- Bonne capacité de communication et bon relationnel ;\n- Très bon niveau de Français ;\n- Analyse et force de proposition ;\n- Une excellente capacité d’adaptation et bonne gestion du temps \n- Candidature féminine vivement souhaitée\n\nLocalisation : Antananarivo\n\nSi l’aventure vous tente, rejoignez notre équipe pluridisciplinaire en envoyant votre candidature comprenant une lettre de motivation, vos prétentions salariales, un CV détaillé avec photo récente, par mail via le site au plus tard le 04 juillet 2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/land-ressources4-testeur-qa105199", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "Développeur ReactJS, NodeJS et Javascript (front -end)", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Une société mauricienne spécialisée dans la construction recherche:\nun dev front-end (reactjs, nodejs, javascript)\n\n:\n\nIntervenir sur un projet de développement logiciel dans le domaine de la construction et du BIM, sur la partie front-end\n- Participer sur les différentes phases du cycle de vie de l’application, de la conception à l’implémentation, les tests, le déploiement, les mises à jour\n- Développer des programmes testés, sans bugs, performants, avec la meilleure expérience utilisateur\n- Rédiger la documentation technique et le manuel utilisateur\n- Travailler et communiquer avec différents interlocuteurs : techniques, utilisateurs, managers\n- Comprendre et monter en compétences sur les pratiques et outils de l’ingénierie de la construction"}, {"s_titre": "Profil", "s_description": "\n\n- BAC+5 type Master, diplôme d’ingénieur en Informatique ou expérience significative sur le domaine\n- Expérience professionnelle d’au moins 5 ans dans une fonction similaire\n- Maîtriser et avoir une expérience significative sur les langages JavaScript et TypeScript\nLa connaissance d’autres langages de programmation est un plus (notamment Python, Bash)\n- Avoir des connaissances sur les framework ReactJS, NodeJS\nLa maîtrise de ThreeJS est un gros plus\n- Connaître l’architecture client-serveur, les interactions entre front-end, et back-end, le protocole HTTP\n- Maîtriser la gestion de version avec Git\n- Avoir une bonne maîtrise de l’anglais technique pour la documentation"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-developpeur-reactjs-nodejs-et-javascript-front-end105219", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "RESPONSABLE SYSTEMES D’INFORMATION -réf:RSI062022", "societe": "TELESOURCIA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Call center, BPO"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Pilotage du système d’information :\n\n•\tParticipe à l’élaboration du schéma directeur informatique de la société\n•\tMet en œuvre les orientations stratégiques définies et élabore les plans d’actions y afférents, en s’assurant de leur coordination optimale\n•\tSuit et surveille de manière régulière toutes les activités SI en mettant en place des indicateurs garantissant l’atteinte des objectifs \n•\tIdentifie les écarts de performance IT, en analyse les causes et procède aux ajustements nécessaires, en concertation avec les collaborateurs\n•\tEst en charge de la gestion budgétaire des projets et des moyens IT\n•\tElabore les rapports d’activités périodiques concernant les performances IT \n•\tAnticipe les changements et leurs impacts métiers sur le SI\n\nProduction informatique :\n\n•\tMet en œuvre les outils et processus garantissant la performance et l’amélioration continue des systèmes d’informations, de la gestion/architecture des données, et en matière de logiciels, d’infrastructures et d’applications\n•\tDéfinit les règles et procédures IT en conformité aux normes et veiller a leur  respect \n•\tSensibilise et forme les utilisateurs aux processus définis et aux nouvelles technologies \n•\tIdentifie les besoins IT des utilisateurs et des clients et valide les cahiers de charge \n•\tDéveloppe et valide les applications / logiciels devant être pertinents et conformes aux besoins identifiés tout en exploitant les avancées technologiques \n•\tAssure le progrès technologique continu des systèmes et réseaux dans le respect des normes et procédures informatiques définis\n\nSupport et maintenance :\n\n•\tSupervise la gestion du parc, l’exploitation et la maintenance du matériel informatique, applications, réseaux\n•\tCrée et gère les comptes utilisateurs, et assure la gestion des droits et accès \n•\tCoordonne la distribution et l’installation des mises à jour serveur, antivirus, antispam\n•\tSuit et optimise les activités du serveur, les accès à internet pour une priorité continue aux activités opérationnelles\n•\tAssure le contrôle et test des sauvegardes, et des restaurations et récupération de données \n•\tS’assure du bon déroulement de l’assistance matériel, réseau, applications, …\n•\tS’assure de la conformité des commandes et livraison du matériel informatique aux besoins effectifs des demandeurs\n•\tRéalise des notices techniques d’installation et des guides utilisateurs\n•\tForme les utilisateurs sur l’utilisation des applications/matériels et en assurer le suivi\n\nSécurité informatique :\n\n•\tÉtablit et met en œuvre la politique de sécurité de l’information de la société\n•\tContrôle, établit et met en œuvre un plan d’actions minimisant et évitant les intrusions, les fraudes et les violations ou fuites concernant la sécurité\n•\tAnalyse et gère les risques en matière de sécurité des données et de l’information\n•\tPasse en revue de manière régulière les incidents de sécurité, en établit un tableau de bord, et formule des recommandations orientant la politique de sécurité \n•\tPromeut la culture de gestion des risques informatiques auprès de tout le personnel\n\nQualité et conduite de projet :\n\n•\tPilote, met en œuvre et suit les différents projets informatiques\n•\tInitie et développe des analyses d'opportunités et de faisabilité de projets de développement des nouvelles technologies\n•\tAssure, une fonction de veille technologique dans le domaine informatique\n•\tContribue à la diffusion et à la promotion de nouvelles technologies au sein de la société\n\nGestion RH :\n\n•\tAssure le management opérationnel de l’équipe IT en matière de performance, de respect de la discipline, de motivation et de communication\n•\tProcède a l’évaluation périodique et l’équipe, fixe les objectifs individuels et en contrôle les réalisations\n•\tDéveloppe les compétences (formation, encadrement de proximité, …) de l’équipe et capitalise les acquis et expérience facilitant les transferts de compétences\n•\tAssure une écoute active des collaborateurs et provoque l’information ascendante suscitant l’intérêt et la motivation"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Formation et expérience :\n\nDiplôme d’ingénieur informatique\nCertification CISCO CCNA (Cisco Academy USA)\n3 à 5 ans d’expériences réussies en tant que Resp. technique de Call Center / BPO\nMaîtrise de la langue française et de l’anglais\n\nCompétences requises :\n\nSystème et réseaux : UNIX, LINUX, WINDOWS, CISCO, IBM (power Système)\nBase de données (Mysql, Oracle, Sql), Ftp, Mail (Postfix, Exim), Partage, DNS, LDAP\nAdministration serveur dédié : PLESK, ISPCONFIG, WEBMIN\nAdministration serveur et réseaux VOIP sous Asterisk, CRM VIcidial/Goautodial,…\nAdministration serveur monitoring\nAdministration serveur de sauvegarde\nDéveloppement script Shell et bash (linux et windows), \nLangage de programmation Python\nAdministration Hyperviseur, ESXi, Vmware\n\nQualités recherchées :\n\nLeadership, autonomie et force de propositions\nSens des résultats et culture de performance\nRigueur, sens de l'organisation \nForte logique, grande capacité d’analyse et de synthèse\nFacilité d'expression et de communication, qualités relationnelles\nDynamisme et esprit d'équipe\nRésistance au stress et gestion des priorités"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                RSI062022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recrutement-telesourcia-responsable-systemes-da-information105200", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "DEVELOPPEUR -réf:DEV062022", "societe": "TELESOURCIA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Call center, BPO"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                * Développement d’applications :\t\n\n- Analyse des besoins : \no\tAnalyser le projet qui lui est confié en fonction des besoins\no\tConsigner les besoins dans un cahier de charge\no\tValider le cahier de charge auprès du demandeur\no\tDéterminer une solution technique avant de créer un prototype\n\n- Création d’applications : \no\tÉcrire une partie ou la totalité d’un programme\no\tDétailler les lignes de code informatique\no\tParticiper à la phase d’essai afin de tester l’application\n\n* Support et maintenance :\n- Réaliser les notices techniques d’installation et les guides utilisateurs\n- Former les utilisateurs sur l’utilisation de l’application\n- Assurer le suivi de son produit (l’application créée)\n- Apporter un soutien technique aux utilisateurs"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                * Formations et expériences :\n\n- Licence en informatique : spécialisé en développement\n- Expériences 2ans en tant que développeur d’application\n\n* Les compétences requises :\n\n- Langage de programmation : html, php, windev, C et C++, …\n- Base de données : HFSQL, Access, MYSQL\n- Méthode d’analyse : Merise, UML\n- Notion en réseau internet : intranet (LAN)\n\n* Les Qualités recherchées :\n\n- Forte logique \n- Forte capacité d’analyse et de synthèse\n- Grande capacité d’écoute\n- Autonome, Proactif et réactif \n- Facilité d'expression et de communication, qualités relationnelles\n- Sens des résultats et culture de performances\n- Résistance au stress\n- Rigueur, sens de l'organisation"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV062022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recrutement-telesourcia-developpeur105197", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "Développeur Node.js Senior -[Réf : Js2]", "societe": "IBONIA", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Entreprise de Services Numériques œuvrant dans le développement et l'intégration des solutions technologiques et informatiques"}, {"s_titre": "Missions", "s_description": "\n\n• Étendre les capacités actuelles d’une plateforme d’identité numérique.\n• Travailler à la construction de la prochaine génération de services IT, en utilisant une variété de technologies de pointe.\n\nEnvoyer vite votre CV au plus tard le mardi 21 juin 2022 à 18h."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences\n==============\n• Au moins 4 ans d'expériences avec NodeJs côté serveur (obligatoire).\n• Au moins 2 ans d'expériences avec le framework React côté client.\n• Expérience de travail avec des bases de données relationnelles, en particulier Sequelize ORM et PostgreSQL sont un plus.\n• Compréhension de l'architecture microservices.\n\n\n==========\n• Excellentes capacités d'analyse et de résolution de problèmes\n• Passion pour les technologies. Auto-apprenant avec une excellente capacité à trouver, apprendre, tester et utiliser de nouvelles technologies.\n• Capacité à travailler en autonomie et à répondre à de multiples demandes dans un environnement de travail évolutif.\n• Esprit d'initiative, créativité et esprit novateur ; Approche « Can Do ».\n• Esprit d'équipe avec de solides compétences interpersonnelles et de communication."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                [Réf : Js2]"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ibonia-developpeur-node-js-senior105182", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "Développeur Java Back-End", "societe": "IBONIA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Entreprise de Services Numériques œuvrant dans le développement et l'intégration des solutions technologiques et informatiques"}, {"s_titre": "Missions", "s_description": "\n\nÉtendre les capacités actuelles d’une plateforme d’identité numérique\nTravailler à la construction de la prochaine génération de services IT, en utilisant une variété de technologies de pointe.\n\nPoste disponible de suite.\n4 ans d’ancienneté au minimum, au poste de développeur Java back-end est requis.\n\nEnvoyer vite votre dossier de candidature au plus tard le vendredi 17 juin 2022 à 18h"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences attendues\n=========================\n• Langages : Java, Angular JS\n• Technologies : Springboot, GIT, CI/CD\n• Systèmes d’exploitation : Linux (Redhat / Centos)\n• Bases de données SQL : MongoDB, PostgreSQL\n• Développement microservices : API REST/SOAP"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                JavaBack-06-2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ibonia-developpeur-java-back-end105180", "category": "informatique-web"}, {"date": "14 Juin 2022", "titre": "Application Test Team Lead", "societe": "TELMA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Télécommunication"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Être garant de la qualité des livrables informatiques mis en œuvre par la DSI pour ses clients internes ou externes\n- Déterminer et appliquer les méthodologies et stratégies de tests manuels et automatisés et promouvoir l’utilisation des outils de tests auprès des acteurs du projet\n- Planifier, prioriser et assigner les opérations : clarification des besoins, rédaction des plans et cas-tests, exécution des campagnes de tests, remontée et correction des anomalies\n- S’assurer de l’exhaustivité de la couverture des tests et de la non-régression\n- Analyser les résultats et communiquer les rapports de tests\n- Animer et motiver l’équipe de testeurs"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - BAC +5 en Informatique ou en Télécommunications \n- 3 à 7 ans d’expériences dans le domaine des tests applicatifs et 3 ans minimum à un poste de leader ou manager\n- Dynamisme, rigueur, capacité d’adaptation et force de proposition dans un contexte de gestion de plusieurs projets informatiques en parallèle\n- Esprit d’équipe, bonne communication et aisance relationnelle\n- Maîtrise d’outils de test tels que : Squash, Mantis, Katalon Studio"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-telma-application-test-team-lead105178", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "DEVELOPPEUR BIG DATA/PYTHON SENIOR", "societe": "DIGITAL MANAGEMENT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société internationale de renommée, spécialisée dans le Business développement et Marketing Digital, présente dans 14 pays et opérant dans plus de 30 secteurs, ne cesse de conquérir du terrain sur le marché international."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Digital Management lance un projet BigData et est à la recherche d'un développeur Python maîtrisant ElasticSearch.\nLe but est d'apporter de la valeur ajoutée aux données et répondre à un besoin d'information sur un marché en forte croissance. (Indexation, Recherche, Restitution, Statistiques et Recherche sémantique).\nIl faut être autonome et capable de proposer des algorithmes innovants, pour exploiter au mieux des fonctionnalités ElasticSearch avancées : recherche, plugins, analyseurs et parseurs."}, {"s_titre": "Profil", "s_description": "\n\nUne première expérience en Python/JS, diplômé d’un Master en Informatique ou d’un diplôme d’ingénieur (Ingénieur en Informatique).\nConnaissance de l’architecture de Elasticsearch\nInstallation et configuration d’un nœud et d’un cluster\nConcepts base : shard, replica, mapping, query, aggregations, text analysis…\nAPIs pour manipuler les objets et lancer les requêtes\nSnapshot/restore des données\nInstallation et configuration des composants derrière un reverse proxy (Apache, Nginx)\nAspects installation multi-datacenter\nConnaissance de Kibana\nAdministration Elasticsearch\nCréation de dashboards\nOutils de data ingestion\nLogstash, FileBeat, Journalbeat, *Beat….\nConfiguration de Logstash, manipulation des données, pipelines…\nRenforcement de la qualité du code et des tests automatiques\nRésolution d'incidents : Investiguer et proposer des solutions aux problèmes rencontrés\nLa connaissance de ces technologies est un plus:\nLinux, Docker\nVirtualisation (Virtual Machines)\nData-Science: Machine learning algorithms: Python / APIs (Numpy, Pandas, Scikit Learn, Keras...)\n\nType d'emploi : Temps plein, Télétravail"}], "url": "https://www.portaljob-madagascar.com/emploi/view/digital-management-developpeur-big-data-python-senior105169", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "DESIGNER GRAHIQUE SENIOR", "societe": "DIGITAL MANAGEMENT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société internationale de renommée, spécialisée dans le Business développement et Marketing Digital, présente dans 18 pays et opérant dans plus de 30 secteurs, ne cesse de conquérir du terrain sur le marché international.\nC'est ainsi qu'elle cherche à recruter un (e) Designer graphique senior afin de renforcer son équipe.\nNous proposons à nos clients des solutions uniques et innovantes dans le but d’optimiser leurs performances, améliorer leur rendement, accroître leur visibilité et de rester pionniers sur leur secteur.\nNotre force est de dédier des spécialistes en ingénierie travaillant de pair avec des marketeurs et directeurs artistiques pour chaque corps de métier afin d'offrir une approche différente et unique sur le marché."}, {"s_titre": "Missions", "s_description": "\n\nAnalyser la demande client, l'exprimer par une image afin de transmettre le message d'une façon pertinente.\nTraduire un concept ou un script en représentation visuelle.\nRéaliser des supports marketing pour l’ensemble d’équipe et travailler sur des supports multiples et variés :\n- Print : visuels, documents, présentations, brochure, images,\n- Digital : bannières, illustrations, vidéos, maquettes de sites Web.\n- Management des projets en relation avec les clients ainsi que le chef de projet.\n- Travailler en collaboration avec le chef de projet/équipe sur les demandes clients\n- Traitement de toutes autres demandes en interne ou externe."}, {"s_titre": "Profil", "s_description": "\n\nMaîtrise des logiciels de retouche d'image comme Illustrator et Photoshop.\nExcellente culture graphique.\nExcellent relationnel\nRéelles capacités de coordination\nBon sens de l'organisation du travail\nPrécision Créativité\nParfaite maîtrise du Français, Anglais souhaité\nMaîtrise obligatoire du motion design (after effect) et le montage sur adobe première\n\nType d'emploi : Temps plein, à distance"}], "url": "https://www.portaljob-madagascar.com/emploi/view/digital-management-designer-grahique-senior105165", "category": "informatique-web"}, {"date": "13 Juin 2022", "titre": "DEVELOPPEUR FULL STACK", "societe": "DIGITAL MANAGEMENT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société internationale de renommée, spécialisée dans le Business développement et Marketing Digital, présente dans 14 pays et opérant dans plus de 30 secteurs, ne cesse de conquérir du terrain sur le marché international."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Digital Management est à la recherche d'un Développeur Full Stack (H/F) afin de renforcer sont équipe IT, qui sera amené à travailler sur n'importe quelle facette d’un site, logiciel ou d’une appli et concevoir ou configurer principalement les aspects :\nFront-end : HTML, CSS, JavaScript (notamment avec un framework de type angular, react, vue.js…)\nBack-end, base de données, API (Python, Ruby, PHP, C#, Java…)\nArchitecture et infrastructure, choix des outils, technos, logiciels, systèmes d’exploitation etc."}, {"s_titre": "Profil", "s_description": "\n\nTitulaire d'un Bac +3 à Bac +5 orienté développement WEB, disposant d'au moins 2 années d'expériences en développement PHP/Javascript.\nVous avez une bonne maîtrise des bases de données relationnelles (MsSQL, MySQL)\nConnaissances approfondies des technologies PHP, JAVA, Javascript, HTML5, CSS3, jQuery, Bootstrap, etc...\nVous maîtrisez parfaitement WordPress\nVous êtes doté d’un bon sens du relationnel, et appréciez de travailler en équipe. \nOrganisé dynamique et rigoureux.\nVous possédez de bonnes capacités d’adaptation, qui vous permettent d’assimiler les enjeux des tâches qui vous seront confiées, et vous permettront de les mener à bien efficacement.\n\nVous souhaitez donner un nouvel élan à votre carrière n’hésitez pas, ce poste est fait pour vous.\n\nType d'emploi : Temps plein, à distance"}], "url": "https://www.portaljob-madagascar.com/emploi/view/digital-management-developpeur-full-stack105164", "category": "informatique-web"}, {"date": "", "titre": "DES LEAD ET DÉVELOPPEURS PHP", "societe": "BOCASAY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous sommes une entreprise dans le service du numérique.\nChoisir Bocasay c’est rejoindre une des entreprises les plus dynamiques de son secteur et offrant de nombreux avantages. Chez nous, votre épanouissement est notre priorité."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Au sein d’une équipe à taille humaine rassemblant des compétences variées, dans une bonne ambiance de travail, vous développerez en équipe des solutions web à fortes valeurs ajoutées.\n\nGarant de la veille technologique, nous serons à l’écoute de vos propositions d’évolutions.\n\nVous interviendrez sur le développement d'applications web autour des aspects suivants : \n_ Soutien Technique,\n_ Développement,\n_ Phases de tests et débogage,\n_ Mise en production,\n_ Montée en compétence d’une équipe."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                _ Bonne maîtrise de PHP (4 & 5),\n_ Parfaite maîtrise HTML, CSS 2 et 3 aux normes W3C,\n_ Bonne maîtrise en SGBD SQL et NoSQL,\n_ Bonne maîtrise du framework SYMFONY ou LARAVEL,\n_ Expérience réelle de 3 ans minimum,"}], "url": "https://www.portaljob-madagascar.com/emploi/view/bocasay54-des-lead-et-developpeurs-php105111", "category": "informatique-web"}]