[{"date": "09 Juin 2022", "titre": "DÉVELOPPEUR SYMFONY SENIOR -réf:DEV SYM", "societe": "Tanateam", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Informatique/web"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                DESCRIPTION :\n- Développement sur la stack PHP\n- La conception et aux développements de services (nouvelles fonctionnalités ou rebuilt), d’API Rest et de fonctionnalités en Symfony\n- L’écriture de tests (TDD, unitaires / fonctionnels)\n- La rédaction de documentations techniques\n- L’utilisation d’API tierces (ex. : développement de connecteurs, de middlewares, etc.)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Bac+3 \n- Maîtrise de PHP et du développement orienté objet\n- Bonne connaissance de Symfony \n- Bonne connaissance du Javascript, MySQL, Git\n- Bonne expérience avec les API Webservices (SOAP / REST)\n- La maitrise d'un framework JS est un plus (React, Angular, Vue.js ...)\n\nVeuillez envoyer votre candidature et lettre de motivation mentionnant vos prétentions salariales via le site."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV SYM"}], "url": "https://www.portaljob-madagascar.com/emploi/view/tanateam31-developpeur-symfony-senior104958", "category": "informatique-web"}, {"date": "09 Juin 2022", "titre": "TESTEUR QUALITÉ (INFORMATIQUE)", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\n\n-Réaliser des mesures d'évaluation de la qualité des projets\n-Examiner attentivement les plans, les spécifications et les plans pour comprendre les exigences du projet\n-Résoudre les problèmes liés à la qualité en respectant les délais\n-Concevoir un protocole de conception efficace qui peut être utilisé dans tous les domaines\n-Préparer la documentation du processus d'inspection, qui comprend des rapports détaillés et des dossiers de performance\n-Recommander des mesures d'amélioration du processus des projets pour s'assurer que les normes de contrôle de la qualité sont respectées\n-Surveiller les niveaux de satisfaction des clients"}, {"s_titre": "Profil", "s_description": "\n\n-Bacc+4/5 en gestion (avec expérience en projets informatiques) ou en Informatique\n-2 à 3 d'expériences dans un poste similaire\n-Expérience en analyse des besoins client ou en gestion de projet ou en contrôle qualité\n-Rigueur, méticulosité et organisation\n-Bonne capacité de communication et bon relationnel\n-Analyse et force de proposition\n-Sens de l'initiative et fermeté  \n-Très bon niveau de Français\n\nVeuillez envoyer votre dossier de candidature (CV avec Photo récente + prétentions salariales) dans les plus brefs délais en ligne.\nSeules les candidatures présélectionnées seront contactées, et ce, en toute confidentialité"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-testeur-qualite-informatique104957", "category": "informatique-web"}, {"date": "09 Juin 2022", "titre": "Data Scientist", "societe": "GEOMADAGASCAR", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Spécialiste de la Data et du traitement des données"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Mettre en place et rendre opérationnel l'architecture et les infrastructures Big Data.\n- Concevoir des solutions qui permettent le traitement d'un volume très important et hétérogène de données.\n- Développer le flux de données et les préparer pour leur analyse.\n- Programmer, automatiser et optimiser les algorithmes de   l'infrastructure qui permettront à l’équipe de Data Analyst d’analyser les données collectées.\n- Travailler en étroite collaboration avec l’équipe de Data tout au long des étapes de traitements des données.\n- Assurer de manière permanente au maintien des technologies, langages et du bon fonctionnement des infrastructures."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Maitrise des langages : R, Javascript. HTML5, Python,  SQL, Leaflet, (Un plus avec Openlayers, php7, SAS et WPS)\n- Maitrise des logiciels : Pack Office (Un plus, QGIS, QGIS serveur)\n- Maîtrise de divers systèmes d’exploitation : Windows, Linux\n- Connaissances en solutions de bases de données : POSTGRE  ou MySql, (Un plus : Postgis et NoSQL)\n- Connaissance générale en termes de Big Data et Data Mining\n- Maitrise de ces technologies en Français et en Anglais."}], "url": "https://www.portaljob-madagascar.com/emploi/view/geomadagascar-data-scientist104909", "category": "informatique-web"}, {"date": "09 Juin 2022", "titre": "TECHNICIEN POSTE DE TRAVAIL -réf:TECHPDT", "societe": "TALYS", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                En 25 ans SANIFER, magasin familial de quartier, a évolué, étendu son réseau et diversifié ses activités. Le groupe TALYS regroupe désormais nos sociétés réparties sur 4 secteurs d’activité : la Distribution, la Construction, l’Immobilier ainsi que l’Hôtellerie et les Loisirs. Tous nos métiers et tous nos projets tendent vers un même objectif : promouvoir un art de vivre, un lifestyle en avance sur son temps, exigeant en qualité et au service de chacun de nos clients."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Pour renforcer nos équipes informatique, nous recherchons, un(e) Technicien Poste de Travail dont la mission principale et de s’assurer que l’outil informatique de l’utilisateur soit opérationnel, efficace.\n•\tGérer opérationnellement le parc informatique (installations, mises à jour…).\n•\tEffectuer un scan régulier du parc.\n•\tGestion des activités Support Utilisateurs de niveau 3"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences techniques\n•\tMaîtrise des environnements informatiques Windows 10/Office\n•\tMaitrise des GPO (Création et mise à jour des GPO, Filtres WMI, groupes de sécurité, délégations, priorités)\n•\tMaitrise de l’outil WSUS serait un plus\nAptitudes professionnelles\n•\tEsprit d’équipe\n•\tTravail en mode projet\n•\tPédagogie et sens de la communication\n•\tCuriosité intellectuelle et disponibilité\n•\tRigueur et organisation\n•\tCapacité à travailler au sein d’équipes pluridisciplinaires"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                TECHPDT"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-tal-technicien-poste-de-travail-h-f104903", "category": "informatique-web"}, {"date": "09 Juin 2022", "titre": "IT Coordinator", "societe": "Ibis & Novotel", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Hôtellerie"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -Assurer le bon fonctionnement de l'infrastructure informatique et téléphonique\n-Gérer les profils d'accès des collaborateurs dans le respect des procédures définies\n-Assurer l'assistance, le support et la formation de  1er niveau des utilisateurs\n-Mettre en œuvre un plan de réparation ou de remplacement des ordinateurs et autres formes de technologie\n-Veiller à ce qu'aucun utilisateur de l'hôtel n'ait accès à des programmes autres que ceux nécessaires à l'exécution de son travail\n-Contribuer à l'implémentation d'un dispositif robuste de résilience organisationnelle\n-Garantir le bon état et fonctionnement des matériels informatiques mis à disposition de chaque utilisateur"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -Bac +3 en  en sécurité de l’information, en sécurité des SI ou équivalent\n-03 ans d'expériences dans le domaine de la gestion de réseaux et de l'assistance informatique\n-Précis, minutieux, organisé\n-Autonomie et prise d’initiative\n-Esprit pratique et pragmatique\n-Réactivité et adaptabilité"}], "url": "https://www.portaljob-madagascar.com/emploi/view/simad-it-coordinator104899", "category": "informatique-web"}, {"date": "09 Juin 2022", "titre": "VIDEASTE", "societe": "Rova Caviar Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Delphyne, Christophe Dabezies et Alexandre Guerrier, trois dynamiques entrepreneurs français installés depuis la fin des années 90 à Madagascar, décident de se lancer dans le Caviar en 2009. Ils créent la ferme Acipenser, la première ferme d’esturgeons d’Afrique et de l’Océan Indien.\n\nAprès des années de travail, le premier caviar est produit le 26 juin 2017, le jour de la fête nationale de Madagascar. Il porte le nom de Rova Caviar, « Rova » faisant référence au nom du Palais de la Reine surplombant la capitale, Antananarivo; un emblème qui estampille les boîtes « d’Or noir ». \nLa Maison de luxe Rova Caviar est fondée sur la pureté du terroir de l’île rouge pour une clientèle amatrice des mets les plus subtils du monde et à la recherche de rareté, d’excellence, de transparence et d’expérience.\n\nEn 2018 naît Kasnodar Caviar, la marque premium de demain, à la fois exquise et festive. La philosophie de l’enseigne est reflétée à travers une identité bicolore forte de deux univers : « Black » pour l’effervescence des nuits citadines et « White » pour l’ambiance unique des fêtes en plein jour, hiver comme été.\nKasnodar Caviar est la promesse d’une expérience nouvelle : la joie de vivre, sans limite, universelle."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                •\tRéaliser des tournages vidéo\n•\tFaire le montage vidéo selon les indications et les intentions artistiques\n•\tAssembler des plans, images pour un produit audiovisuel\n•\tCréer des formats vidéo en respectant les codes des plateformes ciblées : Youtube, Facebook et Instagram\n•\tContrôler la qualité des dialogues enregistrés lors d’un tournage"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tBacc+3 en étude audiovisuelle et/ou multimédia\n•\tMaîtrise des logiciels de production vidéo et de la bureautique: suite Adobe (première pro, after effects, photoshop,…) et Davinci resolve\n•\tConnaissance des logiciels de modélisation et d’animation 3D : 3Ds max et/ou Cinéma 4D\n•\tMaîtrise des plateformes sociales (Facebook, Instagram,YouTube,…)\n•\tMaîtrise de la langue française\n•\tConnaissance de la langue anglaise serait un atout\n•\tBonne communication\n•\tSens de l’écoute et sens de l’organisation\n•\tGoût du Challenge\n•\tPolyvalence\n•\tGrande force de proposition\n•\tCuriosité artistique et à l’égard de la culture audiovisuelle"}], "url": "https://www.portaljob-madagascar.com/emploi/view/acipenser-sa65-videaste104887", "category": "informatique-web"}, {"date": "09 Juin 2022", "titre": "IT Manager", "societe": "Ibis & Novotel", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Hôtellerie"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -S'assurer que toutes les politiques et directives de Accor IT sont appliquées dans l'hotel\n-Diriger les différents projets informatiques, y compris la conception et le déploiement de nouveaux systèmes et services informatiques\n-Effectuer des audits réguliers du système\n-Superviser et déterminer les calendrier des principaux projets\n-Coordonner les activités de gestion de la sécurité de l'information et de la résilience organisationnelle\n-Contribuer à l'implémentation d'un dispositif robuste de résilience organisationnelle (PCA/RA)\n-Préparer des programmes d'initiation détaillés pour les nouveaux employés"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -Bac +5 en Informatique, IT, ou équivalent\n-05 ans d'expériences dans le domaine informatique \n-Expérience prouvée en Management d'équipe\n-Maitrise des protocoles TCP/IP et de la configuration LAN/WAN\n-Expertise solide en SI\n-Précis, minutieux et organisé\n-Esprit pratique et pragmatique\n-Capacité d'adaptation \n-Réactif et flexible"}], "url": "https://www.portaljob-madagascar.com/emploi/view/simad-it-manager104884", "category": "informatique-web"}, {"date": "09 Juin 2022", "titre": "Développeurs PHP -réf:DEV-06-22", "societe": "Anonyme", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Concepteur de logiciels et développement web"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Coopérer avec les équipes de projet en analysant les demandes du client \nDévelopper de nouvelles fonctionnalités et bien maintenir l’ergonomie du logiciel \nRésolution des bugs\nMettre à jour l’application web"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences et qualités requises :\n\nÊtre titulaire d’un diplôme Bacc+2 et plus en informatiques, génie logiciel ou équivalent\nMinimum 1 an d’expérience dans le domaine de développement web.\nBonne connaissance PHP, MySQL, Javascript et de l’environnement web (HTML, CSS, …)\nCapable de développer une application mobile\nAvoir des connaissances du logiciel de gestion ERP-DOLIBARR\nAvoir l’esprit créatif\nÊtre sérieux et précis surtout au niveau des codes\nÊtre curieux et savoir adapté face aux nouvelles technologies \nAvoir le sens de l’écoute et d’une bonne communication \nMaîtrise la langue française\nAutodidacte et débrouillard \nApte à travailler sous pression et aime les challenges\nAyant une forte capacité de propositions"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV-06-22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/anonyme138-developpeurs-php104872", "category": "informatique-web"}, {"date": "09 Juin 2022", "titre": "Product Owner - Shift nuit en Remote", "societe": "SAYNA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Une société d’edtech et de crowdsourcing franco-africaine"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -Etre l’interface entre l’équipe technique et les clients\n-Alimenter le backlog du produit\n-Rédiger les users stories et gérer la priorité des objectifs/tâches\n-Juger la faisabilité d’une user story en fonction du coût, du temps et de valeur ajoutée\n-Organiser les mini-démos de manière régulière avec toutes les équipes\n-Valider, rejeter ou améliorer les résultats suite aux démos\n-Découper les projets en microtasks et les distribuer aux microtaskers\n-Suivre la réalisation des microtasks et s'assurer du respect de nos deadlines de livraison"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -Minimum 3ans d'expériences dans la gestion de projet IT\n-Maîtrise de la méthode Agile/Scrum\n-Très bonne gestion d’équipe et bon sens de l’organisation\n-Sens de la négociation, bon relationnel\n-Avoir le sens du détail, un esprit de synthèse\n-Capacité à prendre des décisions\n-Force de proposition, de rigueur et de réactivité\n-Bonne maîtrise de la langue française et anglaise"}], "url": "https://www.portaljob-madagascar.com/emploi/view/sayna60-product-owner-shift-nuit-en-remote104866", "category": "informatique-web"}, {"date": "08 Juin 2022", "titre": "Développeur FULLSTACK JAVASCRIPT – NodeJS - React.JS -réf:Dev FSJ", "societe": "NACRE-SOLUTIONS", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société experte en BPO, en relation client et en système d’Informations et conseils ;\nEn IT, riche de notre Expertise fonctionnelle, en Conception de logiciels, Développement, mise en œuvre et maintenance dans le monde de la presse, l’aéroportuaire et BI."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -\tConcevoir et mettre en œuvre de nouveaux projets de nos clients offshores : garantie pilotage et qualité.\n-\tAssurer les développements et maintenances des applications\n-\tAssurer les délais et tenir la documentation à jour"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -\tTitulaire d’un master 2\n-\tAyant plusieurs années d’expériences probantes en développement web\n-\tBonne maitrise Full-Stack NodeJS / React.JS \n-\tUne expérience en développement Mobile iOs, Android, Blackberry, J2ME, Java, .NET, constitue un plus\n-\tAutodidacte  \n-\tTravail en équipe, aptitude à transférer/échanger les connaissances\n-\tRigoureux, dynamique, autonome"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Dev FSJ"}], "url": "https://www.portaljob-madagascar.com/emploi/view/nacre-solutions-da-veloppeur-fullstack-javascript-a-nodejs-react-js104857", "category": "informatique-web"}]