[{"date": "", "titre": "Designer graphiste", "societe": "EAM CONSULTING", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SIG, Génie Civil et Architecture, Data Outsourcing, Hardware & Software\nAdobe certified, Microsoft reseller, Autodesk reseller"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre d'un appel d'offre d'élaboration d'une application en ligne (version web et androide) dédiée à la formation de la conduite de véhicule à moteur (permis de conduire) et d'une application dédiée aux examens de permis de conduire, EAM CONSULTING recherche deux (02) graphistes designer pour la réalisation du concept graphique des applications ainsi que des manuels de formations et les tests intégrés (simulations et examens réels). Les graphistes designer sont également chargés de collecter les données nécessaires et concevoir le manuel de formation pour la conduite. \n\nLes termes de références de la mission peuvent être demandés sur demande.\nNous exigeons votre CV \"très détaillé\" avec références et attestations de bonne fin\nVeuillez également fournir une copie de vos diplômes certifiés (scan)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Diplôme bac+3 ou plus en graphisme et design ou un domaine similaire\n- cinq (05) années d’expériences au minimum dans le domaine de l’infographie et web\ndesign et androide.\n- Expériences exigées dans le design, conception graphique et intégration de documents  numériques via web et androide.\n- Capable de fédérer, gérer et de synthétiser de nombreuses informations et documentations provenant de différents partenaires du projet\n\nEn répondant à notre annonce, vous acceptez de figurer dans notre base de données de CV et dans notre offre."}], "url": "https://www.portaljob-madagascar.com/emploi/view/recrutement17-designer-graphiste105953", "category": "informatique-web"}]