[{"date": "17 Juin 2022", "titre": "GRAPHISTE DESIGNER", "societe": "CTN GROUP", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Horlogerie\nE-commerce\nBijouterie\nJoaillerie\nNotre entreprise est présente à l'international"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre de son développement, le CTN group recrute un(e) DESIGNER/GRAPHISTE expérimenté(e) dans le domaine de l’horlogerie et bijouterie haut de gamme.\n\nMission:\n- Concevoir et réaliser les bannières évènementielles de nos sites e-commerce\n- Créer des fiches produit de nos articles e-commerce\n- Créations d'images à partir de Mockups\n- Conception de publication pour nos réseaux sociaux Instagram et Facebook\n- Assurer la cohérence de notre charte graphique ;\n==> Vos missions seront extrêmement diversifiées."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Vous avez une bonne connaissance de la langue française (important)\n- Vous avez une bonne maîtrise des logiciels : In Design, Photoshop, Illustrator et des connaissances en UX Design serait un plus.\n- Vous justifiez d’expériences en graphisme ou design pour le web ;\n- Vous maîtrisez les outils de bases sur Wordpress\n- Vous jouissiez d’une expertise dans le Community Management\n- Ayant au moins 3 années d'expériences dans un poste similaire"}], "url": "https://www.portaljob-madagascar.com/emploi/view/conteenium-sas-graphiste-designer105469", "category": "informatique-web"}, {"date": "17 Juin 2022", "titre": "Chef de projet SIRH", "societe": "Axian Group", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Axian"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Piloter le déploiement des outils SIRH Groupe : définition du plan projet, coordination des équipes, animation des instances de gouvernance\n- Veiller à la cohérence et aux bonnes performances des outils RH du Groupe\n- Collaborer avec les parties prenantes pour réaliser les projets d’intégration des différents systèmes existants\n- Accompagner et former les utilisateurs internes \n- Manager le changement"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Très bonne connaissance des process RH\n- Appétence pour la technologie et les systèmes d’information\n- Animateur, pédagogue, orienté client\n- Force de proposition, méthodique, organisé\n- Très bonne communication à l’oral et à l’écrit\n- Aptitude à travailler en transverse\n- Forte capacité à mener plusieurs projets en parallèle\n- Maîtrise des outils bureautiques\n- Maîtrise de l’Anglais et du Français\n- Leadership"}], "url": "https://www.portaljob-madagascar.com/emploi/view/axian-group-chef-de-projet-sirh105467", "category": "informatique-web"}, {"date": "17 Juin 2022", "titre": "PRODUCT OWNER - réf : POW/CO22", "societe": "CONSTELLATION GROUP", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Externalisation de services"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Vous êtes en charge de coordonner la réalisation des évolutions de nos produits.\n- Vos objectifs principaux sont de traduire les besoins exprimés par notre processus d’innovation en exigences fonctionnelles et d’organiser la réalisation du produit, en garantissant la qualité du livrable.\n- Pour cela, votre rôle sera de :\n Participer aux instances de pilotage des innovations produit\n Rédiger les user stories et spécifications fonctionnelles des évolutions\n Maintenir et piloter le backlog produit\n Coordonner avec les développeurs les étapes de réalisation, découpage \nd’exigences en tâches, planification des sprints\n Organiser les rituels Agile : Sprint planning, Daily, Sprint review\n Rédiger les cahiers de test et validez les recettes produites\n Assurer le reporting de l’activité de votre team au Directeur Technique\nDans l’organisation de l’entreprise, le PO à un double rôle :\n- Technique : il/elle est capable de challenger et d’accompagner l’équipe de développeur dans le découpage et l’estimation des tâches techniques nécessaires à la réalisation des attendus fonctionnels.\n- Fonctionnel : il/elle doit maîtriser parfaitement le produit et sa stratégie pour décrire de manière claire et précise l’attendu fonctionnel.\n- Doté(e) d’une excellente communication, il/elle va au contact des différents acteurs (commerce, support, direction, marketing) pour auditer, comprendre, synthétiser le besoin et qualifier au mieux ses propositions, qu’il/elle présente lors des comités d’innovation avancés.\n-Il/elle sait accompagner ses présentations fonctionnelles de visuels / maquettes, identifier les points de blocage et proposer des solutions aux points de blocages qu’il/elle aura identifiées."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Licence ou MASTER en développement informatique sortant d’ENI ou autres\n- Plus d’1 année d’expérience minimum sur un poste de PO ou chef de projet technique.\n- Expérience conséquent dans le développement web, ce qui vous permet d’être à l’aise lors des échanges avec les développeurs.\n- Vous êtes familiers avec le modèle SaaS et les environnements d’édition de logiciel.\n- Vous maîtrisez les méthodes et processus Agile (Scrum / Kanban).\n- Les systèmes de supervision, les technologies de déploiement et d’intégration continue.\n- Bon niveau de langue anglaise et française (à l'écrit qu'à l'oral)\n- Curieux(se), autonome, vous êtes un(e) très bon(ne) communiquant(e)\n- Doté(e) d’une excellente capacité d’écoute et de synthèse"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                POW/CO22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ma-meilleure-collaboratrice-product-owner105462", "category": "informatique-web"}, {"date": "17 Juin 2022", "titre": "GRAPHISTE", "societe": "AKANJO", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                AKANJO, société implantée à Antananarivo, est spécialisée dans la confection et la broderie du prêt-à-porter de luxe et de la Haute Couture en France et à l’international. Elle réunit un ensemble de savoir-faire uniques et de Métiers d’Art : confection, broderie main, broderie machine, maroquinerie, plissés... \n\nLa mission d’AKANJO est de valoriser Madagascar à travers un engagement social et environnemental garant de son avenir. \n\nAKANJO est à ce jour la première entreprise de Madagascar et de l’Océan Indien évaluée au niveau « EXEMPLAIRE » ISO 26 000 par l’AFNOR, et est certifiée WFTO (Word Fair Trade Organization)."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Votre tâche principale sera de matérialiser en images les demandes clients afin de ressortir le message véhiculé tout en respectant la charte graphique établie.\nLes activités : \n•\tIdentifier et analyser le besoin du client interne \n•\tElaborer un concept qui répond à ce besoin et qui traduit le message à communiquer\n•\tRéaliser les supports de communication visuelle ou de publicité\n•\tCréer des maquettes de présentation\n•\tFournir des supports de communication prête à l’emploi et déclinante de la charte graphique de l'entreprise"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tBacc+2 en Multimédia\n•\tTrès bon niveau de français à l’écrit comme à l’oral\n•\tHabileté dans l’utilisation de logiciels professionnels de graphisme (Photoshop, In Design et Illustrator)\n•\tOuverture sur le monde extérieur\n•\tSens de la création artistique et de la précision\n•\tBonne capacité organisationnelle\n•\tFlexibilité et résistance au stress"}], "url": "https://www.portaljob-madagascar.com/emploi/view/acipenser-sa65-graphiste-f-h105461", "category": "informatique-web"}, {"date": "17 Juin 2022", "titre": "ADMINISTRATEUR INFRASTRUCTURE / DEVOPS - réf : DVOPS/CO22", "societe": "CONSTELLATION GROUP", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Externalisation de services"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous travaillerez en binôme dans la Team Infra, dont l’objectif est d’assurer le \nmaintien en conditions opérationnelles, la gestion des changements et \nl’industrialisation.\nVous serez chargé de :\n- Déployer et configurer les nouveaux environnements\n- Suivre les performances des applications et le Capacity Planning\n- Gérer les incidents en production : diagnostic, contournement, résolution, retex\n- Assurer le patch management des systèmes\n- Rédiger la documentation et les procédures\nVous travaillez également sur l’évolution du socle technique d’hébergement des \napplications et conduisez plusieurs projets de fond sur l’infrastructure existante :\n- Réaliser les scripts et playbooks d’automatisation des différentes opérations IT\n- Être force de proposition pour alimenter la roadmap IT\n- Poursuivre l’évolution du modèle actuel vers l’infrastructure as a code"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Licence ou MASTER en développement informatique sortant d’ENI ou autres\n- Plus d’3 années d’expérience minimum en administration systèmes et réseaux.\n- Première expérience réussie en environnement d’externalisation de service\n- Vous assurez également une veille technologique sur \nles outils et standards émergents afin de vous tenir au \ncourant des évolutions du secteur.\n- Vous êtes à l’aise avec les environnements cloud AWS\n- Les systèmes de supervision, les technologies de \ndéploiement et d’intégration continue.\n- Bon niveau de langue française (à l'écrit qu'à l'oral)\n- L’anglais serait un atout\n- Minutieux, persévérant et rigoureux\n- Curieux(se), autonome et force de proposition\n\nLa Stack Technique à maîtriser :\n- Administration Système Linux (Debian)\n- HaProxy, Apache Web Server\n- VMWare\n- Environnements cloud AWS\n- Scripting bash\n- SGBD MySQL / Réplication multi-site\n- Automatisation Gitlab / TeamCity\n- Supervision Nagios / Centreon\n- ITIL / Gestion des incidents / Gestion des problèmes / Gestion des actifs / CMDB.\n- Sécurité : OpenVas / Snort / OSSEC\n- Réseau (Routage / VLAN / VPN)\n- Firewall : PFSense / SonicWall\n- Ansible"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DVOPS/CO22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ma-meilleure-collaboratrice-administrateur-infrastructure-devops105460", "category": "informatique-web"}]