[{"date": "13 Avr 2022", "titre": "STAGIAIRE IT au département LOGISTIQUE et ACHAT", "societe": "CARE Madagascar", "contrat": "STAGE", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ONG de développement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                I.\tRésumé de la mission :\nAppuyer le département achat, logistique et achat dans la réalisation de ses tâches. \n\nII.\tFonctions générales\nIl appuie le département dans : \n•\tLa mise à jour du vendor liste / fournisseurs et prestataires de CARE pour FY22\n•\tLe développement du module de gestion des catalogues de prix dans le site intranet de CARE afin de faciliter la recherche des articles/prix pour les utilisateurs\n•\tLa mise à jour des contrats cadres pour les services récurrents (expédition, workshop, location de véhicule)\n\nIII.\tFonctions spécifiques\n\n•\tR1 : Mise à jour du vendor liste / fournisseurs et prestataires de CARE pour FY22\nTemps affecté : 30%\no\tTriage des vendors par région \no\tAppuyer les projets pour effectuer l’évaluation des fournisseurs / prestataires \no\tPréparation du PV \n\n•\tR2 : Développement du module de gestion des catalogues de prix dans le site intranet de CARE afin de faciliter la recherche des articles/prix.\nTemps affecté : 30%\no\tAppuyer le développement du modèle de gestion des catalogues de prix \no\tSaisir les prix et les spécifications des articles dans intranet \no\tMise à jour systématique des fichiers \n\n•\tR3: Mise à jour des contrats cadres pour les services récurrents (expédition, workshop, location de véhicule Temps affecté : 20%\nTemps affecté : 30%\no\tSaisie des offres dans le tableau des analyses des offres de CARE \no\tPréparation du PV \no\tDemande de rendez-vous auprès des prestataires pour la vérification des véhicules/salles \n\n•\tR4 : Autres\nTemps affecté : 10%\no\tApporter l’aide utile au département achat, logistique et informatique dans l’accomplissement de ses tâches"}, {"s_titre": "Profil", "s_description": "\n\n-\tTitulaire d’un diplôme de niveau Bac + 3 en informatique / systèmes d’information\n-\tStage en informatique \n-\tMaitrise du langage C#, de la plateforme .NET, base de données SQL \n-\tConnaissance souhaitée du fonctionnement du département achat et logistique \n\nV.\tCandidature\nPour postuler, envoyez votre dossier (lettre de motivation, CV, au moins trois (03) références professionnelles) par e-mail via le site au plus tard le 22 avril 2022. Veuillez mentionner en objet de votre mail la référence « STGLOG ».\n\nEn raison d’un grand nombre de candidatures reçues, seules les personnes présélectionnées seront contactées.\n\n« Notre diversité constitue notre force ; nous encourageons les personnes issues de différents milieux et de toutes origines à postuler, particulièrement les femmes et les candidats locaux. Nous adhérons à une politique de lutte contre le harcèlement sexuel et l’exploitation des enfants »"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                STGLOG"}], "url": "https://www.portaljob-madagascar.com/emploi/view/care-madagascar63-stagiaire-it-au-departement-logistique-et-achat101797", "category": "informatique-web"}, {"date": "13 Avr 2022", "titre": "IT SUPPORT", "societe": "EXCIS MADAGASCAR", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                IT service Provider"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                *Main tasks* \n. Installing and configuring computer hardware, software, systems, networks, printers, and scanners\n. Monitoring and maintaining computer systems and networks\n. Responding in a timely manner to service issues and requests\n. Providing technical support across the company\n. Repairing and replacing equipment as necessary"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                *Qualifications*\n·  At least Bachelor’s degree in Computer Science, Information technology or similar\n·  3-4 years of experience as an IT support\n·  English level: B2\n·  Able to work in a shift including weekend\n·  Team player – Problem solver – Patient \n\nStart date: May 4th, 2022\nLocation: Antananarivo - Ampefiloha\n\nCV and Cover letter should be in English!!"}], "url": "https://www.portaljob-madagascar.com/emploi/view/excis-madagascar95-it-support101806", "category": "informatique-web"}]