[{"date": "", "titre": "DES LEAD ET DES DÉVELOPPEURS SYMFONY FULLSTACK", "societe": "BOCASAY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Entreprise de services du numérique (ESN ou SSII) spécialisée dans le développement de sites internet, de sites e-commerce et d'applications métiers spécifiques. Avec plus de 100 collaborateurs entre la France, le Vietnam, Maurice et Madagascar nous avons développé une approche méthodologique unique concernant la gestion, le développement et le pilotage de projets informatiques offshore."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Au sein d’une équipe à taille humaine rassemblant des compétences variées, dans une bonne ambiance de travail, vous développerez en équipe des solutions web à fortes valeurs ajoutées.\n\nGarant de la veille technologique, nous serons à l’écoute de vos propositions d’évolutions.\nVous interviendrez sur le développement d'applications web autour des aspects suivants :\n_ Développement sous Symfony et sous JS \n_ Phases de tests et débogages\n_ Intégration HTML/CSS/JS"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences requises :\n_ Bonne maîtrise de PHP & Symfony,\n_ Bonne maîtrise en SGBD SQL et NoSQL,\n_ Expérience réelle de 2 ans souhaitée,\n_ Expériences probantes en intégration HTML, CSS, Bootstrap et JavaScript (jquery) \nAu-delà de votre cursus scolaire, nous attachons beaucoup d’importance à vos compétences techniques et vos qualités personnelles. Créatif et passionné, vous avez une bonne culture du web."}], "url": "https://www.portaljob-madagascar.com/emploi/view/bocasay54-des-lead-et-des-developpeurs-symfony-fullstack101834", "category": "informatique-web"}]