[{"date": "", "titre": "ANALYSTE PROGRAMMEUR - réf : API", "societe": "ANONYME", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Importation et distribution de produits pharmaceutique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                •\tAnalyse des besoins de la Société, ses obligations et ses contraintes\n•\tRédaction de cahier des charges précisant les solutions techniques\n•\tConception technique et le codage\n•\tRéalisation des tests auprès des utilisateurs\n•\tConception des notices d’installation et des guides utilisateurs\n•\tMaintenance et amélioration des Système d’Information et Gestion (SIG) actuel \n•\tConnaissance des techniques spécifiques en développement informatique\n•\tConnaissance techniques de la programmation objet\n•\tMaîtrise des méthodes informatiques appliquées à la gestion des entreprises"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences techniques\n•\tConnaissance des méthodes et outils de développement.\n•\tMaitrise des différents langages de programmation. Connaissance approfondie en PHP 7, Symfony, Python, Javascript (Json, Jquery, Ajax) est un atout\n•\tConnaissance ou maitrise de VB6\n•\tMaitrise de l’utilisation de librairie graphique.\n•\tMaitrise des SGBDR (SQL SERVEUR et MySQL)\n•\tConnaissance ou maitrise de Systèmes et réseaux informatiques\nExpériences professionnelles\n•\tBACC + 03 Minimum\n•\tAu moins trois(03) ans d’expériences en tant que Développeur et/ou Analyste Programmeur"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                API"}], "url": "https://www.portaljob-madagascar.com/emploi/view/anonyme164-analyste-programmeur-ref-api101942", "category": "informatique-web"}, {"date": "21 Avr 2022", "titre": "ADMINISTRATEUR RESEAU INFORMATIQUE", "societe": "Neoshore Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Prestation de conseil et externalisation"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Domaines principaux d’activités \n•\tEn suivant les procédures mises en place, vous effectuez des diagnostics à distance sur les serveurs et documentez vos interventions dans l’outil de gestion d’intervention. \n•\tVous évaluez l’état des systèmes de sécurité (firewall, filtrage web, proxy, ...) et veillez à leur mise à jour\n•\tVous participez à la gestion de la couche infrastructure informatique chez les clients (création compte Office365, bases de données, serveurs fichiers, serveurs web, machines virtuelles,…)\n•\tVous êtes au service des utilisateurs en leur apportant assistance à distance tout en respectant les procédures mises en place."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences requises\n•\tVous avez une formation de technicien PC / administrateur réseau, idéalement complétée par une expérience probante dans une fonction similaire ou des connaissances en termes de maintenance et diagnostique de serveurs\n•\tVous avez une bonne connaissance des systèmes d’exploitation suivants : Windows 7, 8.x, 10, Windows Server 2008, 2012 et 2016. La connaissance de Mac OS X est un plus. \n•\tBonne connaissance des produits Cloud tels que Office 365, Azure etc…\n•\tConnaissance de base en réseau (LAN, WAN, DNS, DHCP, VPN…) et leurs protocoles (TCP/IP, etc.) ainsi qu’en machines virtuelles (VMWare…)\n•\tConnaissance de la suite MS Office (Word, PowerPoint, Excel…)\n•\tA l’aise avec les outils d’accès à distance (TeamViewer, Autotask…)\nVotre profil\n•\tVous êtes rigoureux dans l’application des procédures\n•\tVous êtes capable d'analyser un problème et de distinguer l'essentiel de l'accessoire.\n•\tVous êtes orienté résultat, tant en matière de timing que de qualité.\n•\tAutonome, sens de l'initiative et des responsabilités, assertif.\n•\tVous disposez d’une bonne connaissance du français et de l’anglais"}], "url": "https://www.portaljob-madagascar.com/emploi/view/neoshore-madagascar-administrateur-reseau-informatique102174", "category": "informatique-web"}]