[{"date": "15 Avr 2022", "titre": "Développeurs C#", "societe": "Adopt IT", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Développement Web et Mobile"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre de notre développement, nous recherchons des développeurs C# expérimentés, disponibles de suite"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Vos compétences/expériences :\n - Diplôme universitaire en informatique ou équivalent\n - Bon niveau de français\n - Au moins 5ans d’expériences confirmées en tant que Développeur C# (hors stage)\n - Sérieux, Ouvert d'esprit, agile et flexible\n - Une bonne capacité d’analyse et d’adaptation\n - Un bon esprit d'équipe et un bon relationnel\nSi vous pensez être le candidat qu'il nous faut, merci d' envoyer votre cv via le site\n\nPoste en full-time et en local à Antananarivo\n\nRémunération: Rs40k+ en fonction de l’expérience \n\n*Veuillez noter que seuls les candidats sélectionnés seront contactés pour un entretien."}], "url": "https://www.portaljob-madagascar.com/emploi/view/adopt-it-developpeurs-c101931", "category": "informatique-web"}, {"date": "14 Avr 2022", "titre": "UN IT SUPPORT SENIOR", "societe": "BAOBAB BANQUE MADAGASCAR", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                A PROPOS DE BAOBAB BANQUE MADAGASCAR \nBaobab Banque Madagascar a été créée en 2006 et est une filiale du Groupe Baobab basé en France. BAOBAB est un leader dans le domaine de l’inclusion financière digitale en Afrique et en Chine et offre ses services aux particuliers, micros, petites et moyennes entreprises.\nNotre mission est de simplifier les services financiers pour les entrepreneurs et libérer leurs potentiels."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Un IT Support Senior H/F \nPoste basé à Antananarivo - CDI\nReporte au :\t\tResponsable Informatique\n\nMISSIONS\nL'IT Support Senior se charge de l'installation, du bon fonctionnement du réseau et des matériels/logiciels informatiques de BBM.\nIl/elle s'assure de la maintenance et de la mise à jour des équipements informatiques.\nIl/elle assure un rôle de support au niveau des utilisateurs.\n\nRESPONSABILITÉS\n•\tAssurer la création et la mise à jour des profils utilisateurs au niveau du système d’information de la Banque. \n•\tAssurer l’assistance aux utilisateurs en tenant en compte les outils ou applications propres à la banque et le standard au niveau du groupe.\n•\tAssurer l’installation, configuration,  maintenance et mise à jour des équipements (équipement wifi, routeur, switch, firewall, ...) et outils de la banque selon le standard au niveau du groupe et prendre des mesures correctives en cas d’anomalies identifiées. \n•\tAssurer le suivi lié à la sécurité du réseau, les équipements, l’infrastructure et la disponibilité du réseau informatique de la banque.\n•\tAssurer le déploiement des applications liées au projet du groupe.\n•\tMaintenir le suivi des parcs mobiles gérés par la Banque en utilisant l’outil de supervision de la Banque.\n•\tAssurer l’administration des comptes mail et les comptes mails groupés de la Banque en collaboration avec l’IT groupe.\n•\tAssurer la gestion et maintenance des bases de données utilisée par la banque\n•\tAssurer la disponibilité, bon fonctionnement des applications gérées en locales \n•\tAssurer la gestion des stocks, fournitures et consommables Informatique de la banque.\n•\tAssurer la maintenance préventive et curative du parc informatique (matériels et logiciels).\n•\tFormer, conseiller et assister les utilisateurs sur les utilisations des outils informatiques.\n•\tAssurer, suivre et participer à la résolution des tickets d’incidents\n•\tAssurer une veille technologique afin de conseiller les utilisateurs sur les services et les produits innovants\n•\tRéaliser toutes autres tâches demandées par la hiérarchie dans le respect des politiques et procédures de  l'institution."}, {"s_titre": "Profil", "s_description": "\n\n•\tÊtre diplômé d'un Bac+3/4 en Informatique.\n•\tDisposer d'une expérience de 3 ans minimum dans l'administration réseaux/systèmes, et maintenance informatique \n•\tAvoir la maîtrise de l'outil informatique et des différents systèmes d’exploitation Windows, Mac OS X, Linux, iOS, Android\n•\tAvoir une forte connaissance pratique sur le système informatique (Hardware & software)\n•\tAvoir une très bonne connaissance en architecture réseau, des protocoles réseaux LAN/WAN, TCP/IP, proxy, http,...\n•\tAvoir une bonne connaissance des équipements réseaux et pare-feu.\n•\tAvoir une bonne connaissance pratique des logiciels de développement  \n•\tAvoir une bonne connaissance des bases de données relationnelles et multi-relationnelles\n•\tAvoir une bonne connaissance et pratique sur la réparation des matériels informatiques.\n•\tAvoir une bonne expérience dans l'assistance et support technique utilisateur.\n•\tDisposer des qualités relationnelles, de communication et le sens du travail d'équipe\n•\tAvoir le sens de l'organisation et une forte capacité de travail\n•\tAvoir une bonne capacité d'analyse\n•\tAvoir une bonne maîtrise du français et de l'anglais\n•\tÊtre à l'écoute, disponible, proactif et avoir une capacité à travailler sous pression sont les atouts indispensables pour ce poste\n\nGO FOR IT !\nSi vous êtes motivé par cette opportunité et notre projet d’entreprise, envoyez-nous votre CV et lettre de motivation via le site en mettant en objet la référence du poste \"ITSS\".\n\nDate limite de réception des candidatures pour le 25 Avril 2022.\nLes dossiers de candidatures seront traités à leurs arrivées."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                ITSS"}], "url": "https://www.portaljob-madagascar.com/emploi/view/baobab-banque-madagascar69-un-it-support-senior-h-f101922", "category": "informatique-web"}, {"date": "14 Avr 2022", "titre": "UN INFOGRAPHISTE", "societe": "BAOBAB BANQUE MADAGASCAR", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                A PROPOS DE BAOBAB BANQUE MADAGASCAR : \nBaobab Banque Madagascar est une filiale appartenant au Groupe Baobab (en France) et qui a été créée en 2006 sous le nom de Microcred. Baobab est leader dans le domaine de l’inclusion financière digitale et offre ses services aux particuliers, micros, petites et moyennes entreprises  en Afrique et en Chine.\nNotre mission est de simplifier les services financiers pour les entrepreneurs et libérer leurs potentiels"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Un Infographiste H/F\nPoste basé à Antananarivo - CDI\nReporte au :\t\t Responsable Communication\n\nMISSION :\nL'Infographiste assure la conception des supports graphiques, vidéo et audio à caractère administratif, informatif ou promotionnel de la Banque dans le respect de la charte du groupe. \nIl/elle veille à développer la notoriété et l'image de marque de l'institution.\nIl/elle s'assure globalement de la bonne visibilité de la marque et appuie les actions de promotion du réseau des agences.\n\nRESPONSABILITÉS:\nInfographie :\n•\tTraiter les demandes de conception (graphique, vidéo et audio) suivant les besoins et inputs de l'entité demandeur. Suivre le processus de validation des différentes maquettes et assurer la diffusion du rendu final selon la demande.\n•\tRéaliser à la demande la réalisation graphique pour les documents internes.\n•\tRéaliser la simulation graphique pour le branding des locaux et agences de la banque.\n•\tVeiller au respect de la charte pour tous travaux réalisés.\nCommunity Management :\n•\tGérer les publications et les animations sur les réseaux sociaux et analyser la performance des activités.\n•\tRéaliser une veille concurrentielle sur tous les canaux de communications (réseaux sociaux, médias, autres...)\n•\tImplémenter les visuels et contenus du site (internet et intranet) de la filiale en coordination avec le Groupe.\nSupport au niveau du réseau :\n•\tContrôler et suivre les visuels et documents non à jour au niveau du réseau, et en assurer l'enlèvement.\n•\tTransmettre les spots validés aux agences pour diffusion sur les écrans.\nDivers :\n•\tSuperviser l'animation et la couverture média lors des évènements internes ou communiqués de presse.\n•\tRéaliser la prise de photos.\n•\tAssurer toutes les missions spécifiques demandées par son supérieur hiérarchique dans le cadre de la politique et procédures en vigueur au sein de la Banque."}, {"s_titre": "Profil", "s_description": "\n\n•\tÊtre Diplômé au minimum d'un Bac+2/3 en Infographie et/ou Multimédia\n•\tAvoir une expérience professionnelle réussie dans un poste similaire\n•\tAvoir une excellente connaissance et compréhension des applications de la PAO et une aisance dans leur manipulation\n•\tAvoir une maîtrise des logiciels d'Adobe Créative suite (Illustrator, Photoshop, Première, After Effect, Audition...) et des outils de bureautique.\n•\tDisposer d'une bonne capacité de conception d'éléments nouveaux et d'un sens créatif\n•\tAvoir de bonnes connaissances dans le marketing, les réseaux sociaux et le web\n•\tÊtre organisé, proactif et disponible\n•\tAvoir une bonne maîtrise du français et une bonne capacité rédactionnelle\n•\tAvoir un bon esprit d'initiative, de la rigueur et intégrité intellectuelle seront des atouts majeurs à la réussite dans cette fonction.\nGO FOR IT !\nSi vous êtes motivé cette opportunité et notre projet d’entreprise, envoyez-nous votre CV, accompagné d'une lettre détaillant vos motivations et d'un E-book de vos projets graphiques pour postuler à ce poste,via le site en mettant en objet la fonction recherchée \"INFG\".\n\nDate limite de réception des candidatures pour le 25 Avril 2022.\nLes candidatures seront traitées à leurs arrivées"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                INFG"}], "url": "https://www.portaljob-madagascar.com/emploi/view/baobab-banque-madagascar69-un-infographiste-h-f101919", "category": "informatique-web"}, {"date": "", "titre": "DEVELOPPEUR FULLSTACK JAVASCRIPT", "societe": "BOCASAY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Experts dans la production informatique Agile, nous développons des solutions WEB et MOBILE pour les startups, PME et grands comptes."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Principales activités:\n- Développer\n- Proposer des solution technique adaptées\n- Structurer des bases de données\n- Faire de la veille technologique\n- Respecter les bonnes pratiques de développement.\n- Rédiger des tests\n- Très bon techniquement\n- Rigoureux\n\nPrincipales qualités:\n- Esprit d’équipe\n- Méthodique / organisé\n- Communicant\n- Soucis des détails et de la qualité des codes\n- Capacité d’écoute\n- Bon relationnel\n- Passionné"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                _ Très bonne maîtrise de NodeJS,\n\n- Bonne maitrise de Javascript et des frameworks ReactJS,NodeJS\n- Parfaite maîtrise de HTML, CSS 2 et 3 aux normes W3C,\n- Bonne maîtrise en SGBD SQL et NoSQL,\n- Bonne connaissance de GIT,\n- Expérience réelle de 2 ans minimum,\n- Connaissances de PHP Unit, Sélénium et Behat fortement appréciées,\n- La connaissance de l'intégration continue serait un plus,\n- La connaissance de la méthodologie AGILE constitue un atout considérable."}], "url": "https://www.portaljob-madagascar.com/emploi/view/bocasay54-developpeur-fullstack-javascript101832", "category": "informatique-web"}]