[{"date": "21 Avr 2022", "titre": "TESTEUR FONCTIONNEL", "societe": "TELMA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                TELMA"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Garantir la qualité des livrables : détecter les non-conformités, suivre et contrôler les corrections auprès des équipes de développement\nConcevoir, rédiger et exécuter les cas de test fonctionnels\nAnalyser et communiquer les résultats des tests\nEvaluer l’effort de test nécessaire à la validation des livrables\nCommuniquer avec l’équipe de développement, d’exploitation et les analystes métier"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Minimum Bac +3 de l’enseignement supérieur (Gestion/Informatique ou autre domaine équivalent)\nVous avez une première expérience en tests informatiques\nMaîtrise d’un outil de tests en plus des outils de bureautique du Pack Office\nConnaissance des méthodologies projet SI et de l’outil de gestion Squash est un plus\nSens de l’analyse, créativité, organisé et force de proposition\nAisance relationnelle, capacité à travailler en équipe \nBonne capacité rédactionnelle"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-telma-testeur-fonctionnel102220", "category": "informatique-web"}, {"date": "21 Avr 2022", "titre": "(02) Testeurs automaticiens", "societe": "TELMA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Télécommunication"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Automatiser et intégrer les tests dans la chaîne d’intégration continue des projets informatiques\nConcevoir, développer et maintenir des scripts de tests automatiques, des bouchons ou générateurs de requêtes et jeux de test\nExécuter les tests automatiques, Analyser et communiquer les résultats des tests\nEvaluer l’effort de test nécessaire à la validation du livrable\nRenfort possible sur des activités de tests manuels en cas de besoin\nCommuniquer avec l’équipe de développement, d’exploitation et les analystes métier"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Bac+ 4 en informatique\nAu moins 2 ans d’expérience en développement des tests fonctionnels automatisés\nMaîtrise du langage de programmation Java\nLa connaissance d’outils de tests (Katalon Studio, Squash, Mantis) est un plus\nBonne maîtrise français et de l’anglais\nSens de l’analyse, créativité, organisé et force de proposition"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-telma-02-testeurs-automaticiens102219", "category": "informatique-web"}, {"date": "21 Avr 2022", "titre": "QA Engineer  (H/F)", "societe": "OLO SOURCING", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Informatique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Définir, mettre en œuvre et automatiser la stratégie de test\nConception et rédaction des cas de tests \nExécution des tests fonctionnels Tests sur les différentes configurations (navigateurs, devices mobiles, ) \nRéalisation des tests techniques (tests api, recherche en base de données, analyse de logs) \nAvoir un État d'esprit DevOps (connaissance CD/CD)\nAttentif à la qualité, (Visuel, fonctionnel, technique)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Diplômé en Informatique\nAu moins 3 ans d'expérience sur l'automatisation des tests (NodeJs ou PHP ou Java)\nConnaissances en HTML/CSS/JS, Javascript, ECMAScript, TypeScript, NodeJs.\nConnaissance sur les tests d'API et sur Cloud public (AWS, GCP, Azure), cloud Public (AWS, GCP, Azure), français, développement WEB\nHabitué à travailler à distance (anglais)\nExcellent niveau en anglais (parlé/écrit)"}], "url": "https://www.portaljob-madagascar.com/emploi/view/olo-sourcing-qa-engineer-h-f102204", "category": "informatique-web"}, {"date": "21 Avr 2022", "titre": "DRUPAL - DEV BACKEND", "societe": "OLO SOURCING", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Informatique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Développer la partie back et front d'un nouveaux site\nDévelopper des évolutions (nouvelles fonctionnalités) sur des projets existants\nConcevoir des architectures pour des composants complexes\nVous êtes garant de la qualité technique et de la performance de la plateforme\nAvoir un État d'esprit DevOps (connaissance CD/CD)\nAttentif à la qualité, (Visuel, fonctionnel, technique)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Diplômé en Informatique\nAu moins 3 ans d'expérience en développement WEB\nAu moins 2 ans sur un projet Drupal\nExpert en PHP\nConnaissances en HTML/CSS/JS, Javascript, ECMAScript, TypeScript, NodeJs.\nÉtat d'esprit DevOps (connaissance CD/CD)\nConnaissances sur le Cloud Public (AWS, GCP, Azure), symphonie, VueJS, ReactJS\nBon niveau en anglais (parlé/écrit)"}], "url": "https://www.portaljob-madagascar.com/emploi/view/olo-sourcing-drupal-dev-backend102203", "category": "informatique-web"}, {"date": "21 Avr 2022", "titre": "QA Analysts  (H/F)", "societe": "OLO SOURCING", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Informatique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Analyser les entrants (user stories, Fichier de spécifications fonctionnel, Cahier des charges) \nParticiper à la mise en œuvre de la stratégie de test dans un environnement Agile\nExécuter les plans de tests et les accompagner sur différents navigateurs (Chrome, Firefox, Safari ) et différents OS (Windows, Mac Os, IOS, Android...) \nGérer les campagnes de test et suivre les anomalies\nMaintenir les supports de documentation et de tests. \nSuivre le cycle de vie des anomalies et valider les correctifs"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Diplômé en Informatique\nAu moins 2 ans d'expérience en QA (projet WEB)\nAutonome, curieux.\nProactif, vous recherchez des tâches par vous-même si nécessaire\nHabitué à travailler à distance (anglais)\nConnaissances en HTML/CSS/JS\nConnaissance autour des outils (Confluence, JIRA, browserstack)\nBon niveau en anglais et en Français (parlé/écrit)"}], "url": "https://www.portaljob-madagascar.com/emploi/view/olo-sourcing-qa-analysts-h-f102202", "category": "informatique-web"}, {"date": "21 Avr 2022", "titre": "CHARGE D'APPUI IT (aux Projets Digitaux)", "societe": "ACEP MADAGASCAR SA", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ACEP Madagascar S.A est une institution de Microfinance de niveau 3 spécialisée dans le financement des micro-entreprises urbaines et périurbaines."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                •\tProposer des services informatiques innovants permettant d’améliorer la réalisation des activités au niveau des différentes directions et agences.\n•\tAppuyer le développement de produits digitaux et leur intégration \n•\tAppuyer dans la formulation de nouveaux besoins d’ACEP en solution technologique matérielle ou logicielle \n•\tAssurer l’assistance à la maîtrise d’ouvrage des nouvelles solutions \n•\tAssurer la conduite et la gestion de tout projet informatique au sein d’ACEP \n•\tEffectuer des reportings auprès de la hiérarchie"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Bac +3 ou 4 en Informatique\n- Au moins 3 ans d’expérience en tant que gestionnaire de projet informatique et/ou expériences confirmées dans le même domaine\n- Connaissance de l’environnement de la microfinance \n- Maîtrise de la langue française, connaissance de l’anglais est un atout\n- Maîtrise des outils informatiques de développement, de gestion de réseau, gestion de développement et gestion de données\n- Maîtrise d’un logiciel de développement de solution digitale sur support mobile serait un atout\n- Aptitude à travailler sous pression \n- Rigoureux, méthodique, réactif, dynamique, innovateur\n- Force de proposition\n- Très bonne organisation\n- Certification en projet informatique est un atout"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                CAP-AVR22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/acep-madagascar-charge-d-appui-it-aux-projets-digitaux102200", "category": "informatique-web"}, {"date": "", "titre": "ANALYSTE PROGRAMMEUR - réf : API", "societe": "ANONYME", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Importation et distribution de produits pharmaceutique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                •\tAnalyse des besoins de la Société, ses obligations et ses contraintes\n•\tRédaction de cahier des charges précisant les solutions techniques\n•\tConception technique et le codage\n•\tRéalisation des tests auprès des utilisateurs\n•\tConception des notices d’installation et des guides utilisateurs\n•\tMaintenance et amélioration des Système d’Information et Gestion (SIG) actuel \n•\tConnaissance des techniques spécifiques en développement informatique\n•\tConnaissance techniques de la programmation objet\n•\tMaîtrise des méthodes informatiques appliquées à la gestion des entreprises"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences techniques\n•\tConnaissance des méthodes et outils de développement.\n•\tMaitrise des différents langages de programmation. Connaissance approfondie en PHP 7, Symfony, Python, Javascript (Json, Jquery, Ajax) est un atout\n•\tConnaissance ou maitrise de VB6\n•\tMaitrise de l’utilisation de librairie graphique.\n•\tMaitrise des SGBDR (SQL SERVEUR et MySQL)\n•\tConnaissance ou maitrise de Systèmes et réseaux informatiques\nExpériences professionnelles\n•\tBACC + 03 Minimum\n•\tAu moins trois(03) ans d’expériences en tant que Développeur et/ou Analyste Programmeur"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                API"}], "url": "https://www.portaljob-madagascar.com/emploi/view/anonyme164-analyste-programmeur-ref-api101942", "category": "informatique-web"}, {"date": "21 Avr 2022", "titre": "ADMINISTRATEUR RESEAU INFORMATIQUE", "societe": "Neoshore Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Prestation de conseil et externalisation"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Domaines principaux d’activités \n•\tEn suivant les procédures mises en place, vous effectuez des diagnostics à distance sur les serveurs et documentez vos interventions dans l’outil de gestion d’intervention. \n•\tVous évaluez l’état des systèmes de sécurité (firewall, filtrage web, proxy, ...) et veillez à leur mise à jour\n•\tVous participez à la gestion de la couche infrastructure informatique chez les clients (création compte Office365, bases de données, serveurs fichiers, serveurs web, machines virtuelles,…)\n•\tVous êtes au service des utilisateurs en leur apportant assistance à distance tout en respectant les procédures mises en place."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences requises\n•\tVous avez une formation de technicien PC / administrateur réseau, idéalement complétée par une expérience probante dans une fonction similaire ou des connaissances en termes de maintenance et diagnostique de serveurs\n•\tVous avez une bonne connaissance des systèmes d’exploitation suivants : Windows 7, 8.x, 10, Windows Server 2008, 2012 et 2016. La connaissance de Mac OS X est un plus. \n•\tBonne connaissance des produits Cloud tels que Office 365, Azure etc…\n•\tConnaissance de base en réseau (LAN, WAN, DNS, DHCP, VPN…) et leurs protocoles (TCP/IP, etc.) ainsi qu’en machines virtuelles (VMWare…)\n•\tConnaissance de la suite MS Office (Word, PowerPoint, Excel…)\n•\tA l’aise avec les outils d’accès à distance (TeamViewer, Autotask…)\nVotre profil\n•\tVous êtes rigoureux dans l’application des procédures\n•\tVous êtes capable d'analyser un problème et de distinguer l'essentiel de l'accessoire.\n•\tVous êtes orienté résultat, tant en matière de timing que de qualité.\n•\tAutonome, sens de l'initiative et des responsabilités, assertif.\n•\tVous disposez d’une bonne connaissance du français et de l’anglais"}], "url": "https://www.portaljob-madagascar.com/emploi/view/neoshore-madagascar-administrateur-reseau-informatique102174", "category": "informatique-web"}]