[{"date": "20 Avr 2022", "titre": "DES DEVELOPPEURS PHP ET SYMFONY", "societe": "Anonyme", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Développment web"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                :\n     ‣ Développer des logiciels au sein de plateformes existantes.\n     ‣ Respecter les bonnes pratiques de développement, build et delivery. \n     ‣ Répondre aux besoins des clients au travers de nouvelles fonctionnalités. \n     ‣ Assurer la maintenance et l'évolution des applications."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                :\n    ‣ Vous avez une maîtrise parfaite de la POO, du Framework Symfony 4 et/ou 5.\n    ‣ Vous avez une bonne connaissance en HTML5/CSS, Bootstrap, JavaScript,     JQuery, JSON, API REST et SOAP, MySQL.\n    ‣ Autre connaissance appréciée : outil de versioning Gitlab et d’intégration c   ontinue, Wordpress, PrestaShop, Serveur LAMP, Méthode Agile SCRUM.\n    ‣ Vous avez une bonne maîtrise du Français et/ou de l'anglais.\n    ‣ Vous êtes une force de proposition.   \n    ‣ Vous êtes autonome, sérieux, rigoureux et dynamique.\n    ‣ Vous avez un esprit d'initiative, un sens des responsabilités et de l'organisation.\n    ‣ Vous avez un esprit d'équipe et un bon sens relationnel.\n\nVous êtes à la recherche de nouvelles opportunités ? Vous recherchez un métier stable avec un salaire évolutif?\n\n\nPostulez dès aujourd'hui en envoyant votre CV et LM avec prétention salariale via le site"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                dev/22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/anonyme91-des-developpeurs-php-et-symfony102165", "category": "informatique-web"}, {"date": "20 Avr 2022", "titre": "DEVELOPPEUR D'APPLICATION MOBILE", "societe": "NEWMAN'S TECHNOLOGY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                NEWMAN'S TECHNOLOGY est une ESN à Madagascar spécialisée dans le développement d'application web et mobile sur mesure"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Pour renforcer notre équipe actuel dans la réalisation d'une mission de grande envergure, nous sommes à la recherche de deux Développeurs Mobile\n\nMISSIONS\n- Participation à l'analyse des besoins des clients et l'octroi de conseils techniques\n- Développement d'application mobile suivant le cahier des charges ainsi que les maquettes\n- Participation à la phase de Test et débogage ainsi que l'amélioration des fonctionnalités existantes"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - 01 an d'expérience Minimum en tant que développeur Mobile (REACT NATIVE et/ou FLUTTER)\n- Super Motivé et passionné à travailler avec FLUTTER \n- Bonne connaissance HTML5, CSS3\n- Apte à travailler en équipe\n- Bonne maîtrise de la langue française\n- Maîtrise de l'anglais : lu et écrit\n- Volonté d'apprendre et de partager\n\nSi vous êtes intéressés par ce poste, veuillez nous envoyer votre CV, LM et PS"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV MOB"}], "url": "https://www.portaljob-madagascar.com/emploi/view/newman-s-technology57-developpeur-d-application-mobile102161", "category": "informatique-web"}, {"date": "19 Avr 2022", "titre": "Designer graphique senior", "societe": "DIGITAL MANAGEMENT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Maeketing digital"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Société internationale de renommée, spécialisée dans le Business développement et Marketing Digital, présente dans 18 pays et opérant dans plus de 30 secteurs, ne cesse de conquérir du terrain sur le marché international.\nC'est ainsi qu'elle cherche à recruter un (e) Designer graphique senior afin de renforcer son équipe.\nNous proposons à nos clients des solutions uniques et innovantes dans le but d’optimiser leurs performances, améliorer leur rendement, accroître leur visibilité et de rester pionniers sur leur secteur.\nNotre force est de dédier des spécialistes en ingénierie travaillant de pair avec des marketeurs et directeurs artistiques pour chaque corps de métier afin d'offrir une approche différente et unique sur le marché.\n \nAnalyser la demande client, l'exprimer par une image afin de transmettre le message d'une façon pertinente.\nTraduire un concept ou un script en représentation visuelle.\nRéaliser des supports marketing pour l’ensemble d’équipes et travailler sur des supports multiples et variés:\n- Print : visuels, documents, présentations, brochure, images,\n- Digital : bannières, illustrations, vidéos, maquettes de sites Web.\n- Management des projets en relation avec les clients ainsi que le chef de projet.\n- Travailler en collaboration avec le chef de projet/équipe sur les demandes clients\n- Traitement de toutes autres demandes en interne ou externe."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tMaîtrise des logiciels de retouche d'image comme Illustrator et Photoshop.\n•\tExcellente culture graphique.\n•\tExcellent relationnel\n•\tRéelles capacités de coordination\n•\tBon sens de l'organisation du travail\n•\tPrécision Créativité\n•\tParfaite maîtrise du Français, Anglais souhaité\n•\tMaîtrise obligatoire du motion design (after effect) et le montage sur adobe première\n\nType d'emploi : Temps plein, à distance"}], "url": "https://www.portaljob-madagascar.com/emploi/view/digital-management-designer-graphique-senior102056", "category": "informatique-web"}, {"date": "19 Avr 2022", "titre": "Développeur full stack", "societe": "DIGITAL MANAGEMENT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Marketing Digital"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Société internationale de renommée, spécialisée dans le Business développement et Marketing Digital, présente dans 14 pays et opérant dans plus de 30 secteurs, ne cesse de conquérir du terrain sur le marché international.\nDigital Management est à la recherche d'un Développeur Full Stack (H/F) afin de renforcer son équipe IT, qui sera amené à travailler sur n'importe quelle facette d’un site, logiciel ou d’une appli et concevoir ou configurer principalement les aspects :\nFront-end : HTML, CSS, JavaScript (notamment avec un framework de type angular, react, vue.js…)\nBack-end, base de données, API (Python, Ruby, PHP, C#, Java…)\nArchitecture et infrastructure, choix des outils, technos, logiciels, systèmes d’exploitation etc"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tTitulaire d'un Bac +3 à Bac +5 orienté développement WEB, disposant d'au moins 2 années d'expérience en développement PHP/Javascript.\n•\tVous avez une bonne maîtrise des bases de données relationnelles (MsSQL, MySQL)\n•\tConnaissances approfondies des technologies PHP, JAVA, Javascript, HTML5, CSS3, jQuery, Bootstrap, etc...\n•\tVous maîtrisez parfaitement WordPress\n•\tVous êtes doté d’un bon sens du relationnel, et appréciez de travailler en équipe. \n•\tOrganisé dynamique et rigoureux.\n•\tVous possédez de bonnes capacités d’adaptation, qui vous permettent d’assimiler les enjeux des tâches qui vous seront confiées, et vous permettront de les mener à bien efficacement.\n\nVous souhaitez donner un nouvel élan à votre carrière n’hésitez pas, ce poste est fait pour vous.\n\nType d'emploi : Temps plein, à distance"}], "url": "https://www.portaljob-madagascar.com/emploi/view/digital-management-developpeur-full-stack102045", "category": "informatique-web"}, {"date": "20 Avr 2022", "titre": "Référent IT", "societe": "Electricité De Madagascar", "contrat": "POSTE", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Energies renouvelables"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Créé en 2005, EDM est une société intégratrice de solutions en énergie, notamment en énergie renouvelable pour les sites isolés à Madagascar, appartenant au Groupe AXIAN\n\nNos valeurs :\n\n-\tPassion : La passion est le moteur clé de nos employés, qui nous pousse à œuvrer pour un monde meilleur grâce au développement durable \n-\tQualité :  Certifié ISO 9001 2015, comme nous, vous visez toujours plus haut et l’excellence en améliorant quotidiennement votre travail\n-\tLoyauté :  Comme nous, vous donnez le meilleur de vous pour respecter vos engagements \n-\tSolidarité : Nous sommes convaincus que nos résultats sont le fruit d’un travail collectif. Notre vision commune encourage le sentiment d’appartenance à l’équipe.\n\nVos missions :\n-          Participer à la définition, le déploiement et l’efficacité de la stratégie et des objectifs de la société en matière de SI\n-          Être le responsable et le référent technique et SI au sein de la société\n-          Développer le domaine technique et SI (innovation, veille, …)\n-          Garantir la sécurité des données et du système informatique de l’entreprise\n-          Piloter les prestataires/fournisseurs techniques  \n\nVos avantages :\n-\tUne Direction engagée\n-\tUn accès aux centres de soins et une assurance vie / décès et invalidité\n-\tUn accompagnement et un accès aux formations chez AXIAN University\n-\tUn programme de reconnaissance (primes, développement de carrière…)\n-\tUne ambiance de travail conviviale\n-\tUn transport du personnel Groupe mis à disposition\n-\tOffres spéciales Groupe"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -          Ingénieur ou équivalent en informatique \n-          Au moins 5 ans d’expériences dans un poste similaire\n-          Maîtrise des concepts et techniques d’architecture des systèmes et réseaux \n-          Connaissance des métiers de l’énergie \n-          Connaissance en audit et contrôle\n-          Savoir traduire les besoins fonctionnels en solutions techniques\n-          Capacité accrue en matière de négociation\n-          Bon sens de l’initiative et force de proposition\n-          Bonne capacité de communication"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                EDM2022011"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-edm-referent-it102144", "category": "informatique-web"}, {"date": "20 Avr 2022", "titre": "Développeur DELPHI", "societe": "HIRATRA", "contrat": "EN", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Si vous souhaitez faire carrière dans les métiers du web, HIRATRA vous accompagne dans votre intégration/réinsertion/reconversion professionnelle. Et vous trouve des entreprises dans lesquelles travailler."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Création d'un projet totalement nouveau ( Nouveau Logiciel Métier )\nDéveloppements de nouvelles fonctionnalités et de maintenance corrective d'un logiciel existant"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Maîtrise parfaite du français (lu-écrit-parlé)\n- Bac + 5 en informatique, génie logiciel, intelligence artificielle\n- Le candidat doit justifier d'une expérience dans le développement \n- Maîtrise du langage Delphi et des bases de données SQL. \n- Personne rigoureuse, méthodique, faisant preuve de curiosité fonctionnelle et d’esprit d'analyse\n- Ayant le sens du service et le goût du travail en équipe."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DELPHI"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hiratra-developpeur-delphi102136", "category": "informatique-web"}, {"date": "20 Avr 2022", "titre": "Développeur CMS", "societe": "HIRATRA", "contrat": "EN", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Si vous souhaitez faire carrière dans les métiers du web, HIRATRA vous accompagne dans votre intégration/réinsertion/reconversion professionnelle. Et vous trouve des entreprises dans lesquelles travailler."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Développer des applications web et Mobile\n- Développement web sousPHP, Javascript, SQL, HTML5 \n- Développement de solutions innovantes B2B & B2C."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Maîtrise parfaite du français (lu-écrit-parlé)\n- Bac + 5 en informatique \n- Maîtriser les CMS Prestashop & Wordpress\n- Au moins 3 ans d'expériences dans la réalisation de projets d'applications Web les API Web, y compris adapté aux mobiles\n- Qualités requises: \n* Sympathique et sociable\n* Esprit d’initiative:  Apportez votre valeur ajoutée & soyez créatif\n* Force de proposition : Vos projets personnels ou idées sont les bienvenus !\n* Assure la satisfaction Client : Rien à ajouter, c'est notre priorité : -)\n* Aime le travail d'équipe : vous travaillerez en autonomie sur des sujets et projets, mais au sein d'une équipe pour mutualiser les compétences et mutuellement se soutenir"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV-WEB"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hiratra-developpeur-cms102135", "category": "informatique-web"}, {"date": "", "titre": "DES DEVELOPPEURS EXPERIMENTES", "societe": "Be-Ys OUTSOURCING SERVICES Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Traitement de données informatique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous aurez pour mission de faciliter, optimiser et automatiser les tâches des collaborateurs : analyse, conception, développement, suivi, support des logiciels informatiques."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Minimum Bac+3 en Informatique\n- Expérience en C#\n- Expérience en OCR/OLR\n- Expérience sur le SDK FineReaderEngine ou autre moteur d’OCR\n- Expérience sur le processus de numérisation\n\nPostulez en nous envoyant : CV + LM + photo + prétentions salariales + contact via le site avec la référence « DEV »."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV"}], "url": "https://www.portaljob-madagascar.com/emploi/view/be-ys-outsourcing-services-madagascar-des-developpeurs-experimentes101839", "category": "informatique-web"}]