[{"date": "12 Avr 2022", "titre": "Développeur Java Confirmé(e)", "societe": "MultiMicro Mada SARL", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Développement d'application spécialisée en Hôtellerie et Restauration."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Pour étoffer son équipe, Multi Micro Mada recrute un Développeur Java EE/Springboot Confirmé.\n\nDéveloppement :\n- Participer au développement d'applications Java au sein d'une équipe de Développeurs,\n- Participer à la recette des releases des applications,\n- Assurer la maintenance évolutive et corrective des applications."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Pré requis:\n- +3 ans d'expériences professionnelles réussies.\n- Disponible de suite.\n\nCompétences :\n- Maîtrise de la Programmation Objet.\n- Java EE et Springboot.\n- MySQL et procedures stockées.\n- Vous maîtrisez les principes des outils de gestion de configuration, en particulier Maven et Git.\n- La connaissance de l'approche de développement en architecture de microservices est un plus.\n- Excellente communication en Français exigée."}], "url": "https://www.portaljob-madagascar.com/emploi/view/multimicro-developpeur-java-confirme-e101765", "category": "informatique-web"}, {"date": "12 Avr 2022", "titre": "IT System Administrator", "societe": "AQUARELLE", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                TEXTILE"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -Maintenir et dépanner efficacement tous les composants de l'infrastructure informatique de l'organisation.\n-Rechercher et recommander des approches innovantes pour apporter de la valeur aux processus dans toute l'organisation à travers  la technologie. \n-S'assurer que tous les systèmes informatiques supportant l'entreprise fonctionnent efficacement.\n-Surveiller activement l'utilisation, l'efficacité et les performances de l'équipement informatique, des logiciels et des systèmes d'entreprise.\n-S'assurer que les performances techniques et les aspects de sécurité dans l'environnement de l'infrastructure sont optimisés, y compris les bases de données, le réseau et les serveurs.\n-Recommander des solutions pour améliorer l'utilisation des technologies de l'information au sein de l'organisation.\n-Identifier de nouveaux domaines et processus métier où les outils actuels peuvent être exploités pour faciliter l'amélioration continue.\n-Développer, coordonner et dispenser des formations aux utilisateurs finaux pour accroître l'adoption des systèmes."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Au moins 1 an d'expérience pertinente en informatique\n- Expérience avec les technologies Office 365 (Sharepoint, PowerApps, Flow, Teams, OneDrive, Power BI, etc.)\n- Connaissance avancée des réseaux - LAN, WAN, VPN, IP, DNS\n- Diplôme/Diplôme dans un domaine lié à l'informatique\n- Certificats professionnels, par ex. Microsoft, Cisco, Fortigate, seront un avantage\n- Compétences analytiques\n- Responsabilité personnelle\n- Planification et organisation\n- Orientation client"}], "url": "https://www.portaljob-madagascar.com/emploi/view/aquarelle-madagascar46-it-system-administrator101759", "category": "informatique-web"}, {"date": "12 Avr 2022", "titre": "DÉVELOPPEUR PYTHON DJANGO", "societe": "WYLOG", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                WYLog est une SSII française créée en 2003, spécialisée en nouvelles technologies et qui a su développer une activité offshore à partir de ses sites propriétaires implantés en France, aux Philippines et à Madagascar.\n\nWYLog a acquis une forte expérience du développement de produits pour des éditeurs logiciels, pour des applications mobiles ou pour des plateformes web complexes. Nous comptons de très nombreux clients dans des secteurs variés comme la Communication, les Médias, le Streaming, la Finance, le Transport, la Santé ou l’Entertainment."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Développeur confirmé, avec minimum 2 ans d’expériences sérieuses en développement Python Django"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Vous avez un Bacc+3 en informatique\nVous êtes passionné (e)s par le web et ses technos \nVous avez au minimum 02 ans d'expériences réelles en développement Django \nVous maîtrisez de framework Front End tel que Vue, Reactjs, angular."}], "url": "https://www.portaljob-madagascar.com/emploi/view/wylog13-developpeur-python-django101758", "category": "informatique-web"}, {"date": "12 Avr 2022", "titre": "SYSADMIN (ADMINISTRATEUR SYSTEME) AVEC UNE EXPERIENCE EN DOCKER", "societe": "WYLOG", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                WYLog est une SSII française créée en 2003, spécialisée en nouvelles technologies et qui a su développer une activité offshore à partir de ses sites propriétaires implantés en France, aux Philippines et à Madagascar.\n\nWYLog a acquis une forte expérience du développement de produits pour des éditeurs logiciels, pour des applications mobiles ou pour des plateformes web complexes. Nous comptons de très nombreux clients dans des secteurs variés comme la Communication, les Médias, le Streaming, la Finance, le Transport, la Santé ou l’Entertainment."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Avec une expérience professionnelle réussie sur des activités de dockerisation / containerisation afin de réaliser une mission de migration d'infrastructure d'entreprise pour un client"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Expérience de 2 ans minimum en administration Linux\n\nCapacité d'écoute et faculté de travail en équipe\nVeille technologique sur les systèmes d'information\n\nBonne maîtrise de Linux Debian / Ubuntu, Docker, Proxmox, Apache, Nginx\n\nBonne connaissance de Php, Ansible, Rudder, Splunk\n\nBonne connaissance réseau : TCP/IP, Firewall, DNS, VPN"}], "url": "https://www.portaljob-madagascar.com/emploi/view/wylog13-sysadmin-administrateur-systeme-avec-une-experience-en-docker101757", "category": "informatique-web"}, {"date": "12 Avr 2022", "titre": "IT Technical Support Analyst", "societe": "CEAL Ltd", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Civil work / Agriculture"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                CEAL Ltd is presently looking for an IT Technical Support Analyst to provide technical support to users in an efficient and accurate manner. You will be responsible of the first level of support to CEAL end-users and shall ensure sound delivery of quality solutions through support, development & testing in case of change requests and evolution of our solutions. You will also be responsible for technical documentation of our solutions.\n\nIf you’re naturally a helper, enjoy assisting people with technical issues and are able to synthesize technical complexities in a functional language we would like to meet you.\n\nUltimately, you will be a person our end users trust and will ensure that our products, applications and systems work efficiently.\n\nKey Responsibilities, Accountabilities and Duties\n\n•\tReporting and working under the direct supervision of the IT manager\n•\tEnsuring registration and classification of issues / incidents and undertake immediate action to resolve and restore the failed service in a fast and effective way. Understand the need to escalate the issues to IT Manager only as last resort\n•\tEnsuring constant follow up with end-users, provide feedback and anticipate issues that might arise\n•\tActive participation in workshops with end-users for change requests, evolution and upgrade of our solutions\n•\tRun tests on new and existing applications for the purposes of fixing errors, isolating areas for improvement, and general debugging\n•\tTest our solutions and products in web-based environment and on remote desktop clients\n•\tMonitor, update and maintain existing applications\n•\tDevelop, maintain and upgrade, technical specifications, user manuals and guidelines on a regular basis\n•\tEnd-user training on new applications\n•\tRecommend best practices and improvements in our existing solutions\n•\tPerform other cognate duties as assigned by IT manager"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Essential Knowledge and Skills\n\n•\tExcellent communication skills - both written and spoken \n•\tAdvanced troubleshooting skills\n•\tGood analytical / functional skills\n•\tGood development practices\n•\tKnowledge in one or more Programming Languages: VB.NET, C#, SQL\n•\tKnowledge of programming in C/AL for Dynamics Navision 2016 ERP\n•\tKnowledge of programming in AL for Dynamics 365 Business Central ERP would be an advantage\n•\tKnowledge of Microsoft Azure administration would be an advantage\n•\tKnowledge of Microsoft Power BI dashboard implementation would be an advantage\n•\tPossess strong organisational skills in respecting project planning and avoiding delays\n•\tAbility and willingness to learn new technical skills and new technologies\n\nExperience and Education/Certifications\n\n•\tDiploma or Degree Holder in IT related field\n•\t2-3 years working experience on Microsoft Dynamics Navision ERP as Technical Support, Programmer or Application Analyst.\n•\tGood skills with MS Office tools.\n•\tEnglish and French language spoken/written is mandatory."}], "url": "https://www.portaljob-madagascar.com/emploi/view/ceal-it-technical-support-analyst101714", "category": "informatique-web"}, {"date": "12 Avr 2022", "titre": "DATA INGENEER", "societe": "NEWMAN'S TECHNOLOGY", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                NEWMAN'S TECHNOLOGY est une ESN 100% malgache qui travaille avec des éditeurs de logiciels internationaux ainsi que des clients grands comptes."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre d'un projet pour un de nos clients actuel, nous sommes à la recherche d'un DATA INGINEER pour une mission en REMOTE\n\n•\tEquipe : - au sein des équipes Data (3 personnes : 1 manager + 2 gestionnaires de BDD sur Talend)\n•\tAvancement :\nont mis en place la 1ère brique de la future SI : ont intégré la plus petite société.\n•\tDoit continuer pour intégrer la 2eme société (+ grosse) et intégrer tous les gaps\n•\tUn MVP a été fait - sont en train de faire le chiffrage pour voir ce qui est possible de faire d'ici la fin de l'année et négocier le budget avec les métiers\n•\tFusion de 2 DSI (20 personnes au total), issu du rapprochement de 2 entreprises (1 petite et 1 plus grosse)\n•\tSynchro des applications\n•\t5 outils principaux: 2 CRM (1 client, 1 partenaire)...\n•\tRemigrer les data\n•\tRéalimenter le datamart\n\n•\tDurée de la mission :\n  1er jalon : fin de l'alimentation du datamart / fin juin\n  Voir ensuite si nécessité de continuer la mission\n  durée min : 3 mois renouvelable"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\t1 Data Engineer avec 05 ans d'expériences Minimum\n•\tQui a de l'expérience en Talend impérative\n•\tTrès bonne maitrise du Français et maitrise de l'anglais\n•       Disponible à plein temps si le profil est retenu\n\nSi vous êtes intéressés par cette mission, veuillez envoyer votre CV ainsi que votre tarif correspondant"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DATA ING"}], "url": "https://www.portaljob-madagascar.com/emploi/view/newman-s-technology57-data-ingeneer101746", "category": "informatique-web"}, {"date": "12 Avr 2022", "titre": "TECHNICIEN POSTE DE TRAVAIL -réf:2022_Tech IT", "societe": "TALYS", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Distribution, Immobilier, Loisirs et Hôtellerie"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                En 25 ans SANIFER, magasin familial de quartier, a évolué, étendu son réseau et diversifié ses activités. Le groupe TALYS regroupe désormais nos sociétés réparties sur 4 secteurs d’activité : la Distribution, la Construction, l’Immobilier ainsi que l’Hôtellerie et les Loisirs. Tous nos métiers et tous nos projets tendent vers un même objectif : promouvoir un art de vivre, un lifestyle en avance sur son temps, exigeant en qualité et au service de chacun de nos clients.\nPour renforcer nos équipes informatique, nous recherchons, un(e) Technicien Poste de Travail dont la mission principale et de s’assurer que l’outil informatique de l’utilisateur soit opérationnel, efficace.\n• Gérer opérationnellement le parc informatique (installations, mises à jour…).\n• Effectuer un scan régulier du parc.\n• Gestion des activités Support Utilisateurs de niveau 3"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                • Maîtrise des environnements informatiques Windows 10/Office\n• Maitrise des GPO (Création et mise à jour des GPO, Filtres WMI, groupes de sécurité, délégations, priorités)\n• Maitrise de l’outil WSUS serait un plus\n• Esprit d’équipe\n• Travail en mode projet\n• Pédagogie et sens de la communication\n• Curiosité intellectuelle et disponibilité\n• Rigueur et organisation\n• Capacité à travailler au sein d’équipes pluridisciplinaires"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                2022_Tech IT"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-tal-technicien-poste-de-travail-h-f101732", "category": "informatique-web"}, {"date": "12 Avr 2022", "titre": "DES DEVELOPPEURS WEB (FULL STACK) (MAURICE)", "societe": "RECRUITMENT CONSULTING", "contrat": "-", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Agence de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Un des plus grands groupes d’envergure à l’île Maurice recrute pour une de ses filiales:\nDES DEVELOPPEURS WEB (FULL STACK)\n :\n\nSous la responsabilité de Product line manager :\nParticiper à la conception du système, au développement, aux tests et au déploiement d'applications web\nCoordonner avec les membres de l'équipe pour développer des applications web innovantes\nPrendre en charge et suivre de près les projets\nCorriger les bugs, dépanner et résoudre les problèmes\nAssurer le support et la maintenance des applications web pendant et après leur mise en service\nS'assurer que tous les travaux de développement soient entièrement documentés et accompagnés de guides de l'utilisateur et de documentation technique\nÊtre au courant des meilleures pratiques du secteur et des mises à jour techniques, et partager ses connaissances avec les membres de l'équipe pour améliorer les processus, la technicité et les résultats\nFavoriser et maintenir de bonnes relations de travail avec les autres départements, les clients internes et externes et les autres parties prenantes"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 :\n\nBac+3 en informatique, génie logiciel, informatique appliquée ou équivalent\nPlus de 3 ans d'expérience dans un poste similaire\nMaîtrise de PHP, HTML, CSS, JavaScript, React et node js, JQuery, Angular Js, MySQL, SQL Server\nFamiliarité avec .NET, C-sharp ou d'autres compétences de programmation logicielle\nCompétence en HTML et CSS codés à la main et conformes au W3C et en UI/UX\nExpérience dans l'implémentation et la maintenance d'API\nAutonomie, agilité, communication, esprit d’équipe\nOrganisation, adaptation, et capacité à gérer des demandes multiples\nBon niveau de Français et d’Anglais"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                -"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-des-developpeurs-web-full-stack-maurice101730", "category": "informatique-web"}, {"date": "12 Avr 2022", "titre": "DES DEVELOPPEURS BI (MAURICE)", "societe": "RECRUITMENT CONSULTING", "contrat": "-", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Agence de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Un des plus grands groupes d’envergure à l’île Maurice recrute pour une de ses filiales: DES DEVELOPPEURS BI\n :\n\nSous la responsabilité de Product line manager :\nDiriger le développement, le déploiement et la maintenance des logiciels de BI\nTraduire les besoins de l'entreprise en spécifications techniques\nConcevoir, construire et déployer des solutions de BI (scripting SQL, ETL, OLAP, Power Bi, Tableau, Qlik).\nEffectuer des unit testing et des dépannages\nÉvaluer et améliorer les systèmes de BI existants\nDévelopper et exécuter des requêtes de base de données et effectuer des analyses\nCréer et maintenir la documentation, y compris les exigences, la conception et les manuels d'utilisation"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 :\n\nBac+3 en informatique, génie logiciel, informatique appliquée ou équivalent\n3 à 4 ans d'expérience dans un poste similaire\nUne certification en BI sera un plus\nCompétences en matière de gestion du temps\nExcellent sens de l'organisation et capacité à gérer des demandes multiples\nAutonomie, esprit d’équipe, et bonne capacité d’adaptation\nSolides compétences en communication\nBon niveau de Français et d’Anglais\nLa connaissance de Power BI serait un avantage"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                -"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-des-developpeurs-bi-maurice101729", "category": "informatique-web"}, {"date": "12 Avr 2022", "titre": "Un( e) Consultant(e) fonctionnel ERP (Maurice)", "societe": "RECRUITMENT CONSULTING", "contrat": "-", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Agence de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Un des plus grands groupes d’envergure à l’île Maurice recrute pour une de ses filiales\n\nUn( e) Consultant(e) fonctionnel ERP\n :\n\nSous la responsabilité du Product line manager :\nMettre en œuvre, configurer, personnaliser et intégrer les solutions ERP Microsoft Dynamics NAV pour les clients de tous les secteurs industriels\nFournir une formation aux utilisateurs et un soutien continu aux clients\nFaciliter l'analyse, la conception, la mise en œuvre et la maintenance des solutions logicielles pour les clients, y compris le travail hors site et sur site.\nRecueillir et soutenir les exigences commerciales\nEffectuer des tests de système et assurer la qualité des produits livrables\nCréer des documents de conception fonctionnelle"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 :\n\nBac+3 en informatique, génie logiciel, informatique appliquée ou équivalent\n2 ans d'expérience dans un poste similaire\nConnaissance de tous les modules de l'ERP\nFamiliarité avec le logiciel de Microsoft Dynamics NAV /BC ou tout autre ERP\nExcellentes aptitudes à la communication, capacité d’adaptation\nBonne gestion du temps, autonomie, agilité, organisation \nCapacité à gérer et prioriser des demandes multiples\nAptitude à comprendre les besoins clients et à les satisfaire\nBon niveau de Français et d’Anglais"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                -"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-un-e-consultant-e-fonctionnel-erp-maurice101727", "category": "informatique-web"}, {"date": "12 Avr 2022", "titre": "Développeur(se) expérimenté(e) Python / Cloud", "societe": "ID?WEB", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Notre agence web est basée à Antananarivo et à l'Ile Maurice. Nous opérons localement ainsi qu'à l'international avec des clients directs ou en partenariat avec des agences web d'Europe essentiellement. Notre forte expérience dans l'univers du web nous permet d'apporter une solution adaptée à vos projets au meilleur rapport qualité/prix."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                vous venez contribuer à l’évolution de la roadmap des produits. \nCeux-ci sont développés en Python et intégrés dans les technologies d’Amazon Web Service.\nVous êtes responsable du développement des solutions exposées par des web services, mais également d’autres applicatifs déployés chez nos clients ou partenaires. \n\nStack technique : \nPython 2 et 3 (Réécriture en Python 3)\nAWS (EC2, Lambda, Cloudfront, S3, RDS, ELB, …)\nAnsible, Docker, Linux, Elastic Search / Kibana\nMySQL, Postgres, CouchDB\nTests unitaires, Gitlab\n\nAttentes idéales : \nEsprit créatif / curieux / ouvert\nAnglais souhaité (clients internationaux)\nForce de proposition\nUne sensibilité aux pratiques Agiles\nCompréhension des archi cloud\nAppétence pour le devops et l’administration linux\nSachant faire des tests unitaires\nPolyvalent sur les technos back\n\nNotre solution, majoritairement développée en python 2, ne correspond plus à tous nos besoins et à nos perspectives d’évolution. Nous souhaitons effectuer une refonte pour rendre nos briques logicielles plus modulaires et évolutives."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                CDI - 5 ans d’expériences \nDe niveau bac +3 minimum,"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                python"}], "url": "https://www.portaljob-madagascar.com/emploi/view/id-web-developpeur-se-experimente-e-python-cloud-f-h100646", "category": "informatique-web"}]