[{"date": "26 Avr 2022", "titre": "Lead Automation Test Engineer", "societe": "Linked Solutions Ltd", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Agence de recrutement. Notre client est dans le secteur de recouvrement de créances."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Êtes-vous une personne motivée ayant une expérience pratique des tests automatiques et des méthodologies de test ? Si c'est votre cas, nous avons un nouveau défi à vous proposer.\n\nNotre client, un leader dans le secteur du recouvrement de créances, offre une opportunité passionnante pour un ingénieur principal en automatisation de l'assurance qualité. Vous aurez l'opportunité d'influencer et de développer les tests automatisés.\n\nCe poste est basé à l'Ile Maurice.\n\nVous serez responsable de l'analyse des besoins d'automatisation des tests et travaillerez avec les équipes de projet et les équipes informatiques pour construire, maintenir et étendre la capacité d'automatisation et la bibliothèque de scripts.\n\nVous aurez la capacité de comprendre et d'interpréter les informations commerciales et serez en mesure de servir de modèle et de pousser les autres à se développer.\n\nLes principales responsabilités sont les suivantes\n- Travailler avec les équipes techniques et de projet et les collègues de l'équipe de test pour évaluer les besoins actuels et futurs en matière d'automatisation des tests.\n- Sélectionner les outils de test appropriés et travailler avec l'équipe de test et les équipes de projet pour écrire et maintenir les bibliothèques d'automatisation des tests.\n- Évaluer les besoins et proposer des solutions d'automatisation des tests\n- Définir la feuille de route pour l'automatisation\n- Créer, exécuter et déboguer les scénarios de test\n- Diriger l'adoption de l'automatisation des tests au sein de plusieurs équipes de produits.\n- Coach et mentorat de l'analyse de test junior pour développer les compétences d'automatisation des tests."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Au moins 5 ans d'expériences dans les méthodologies, outils et cadres d'automatisation et de test.\n- Expérience de travail dans un environnement Agile et/ou DevOps, Selenium, Java et tests de performance.\n- Familiarité avec les outils d'automatisation des tests pour la régression fonctionnelle, les performances et la sécurité, pour les applications web modernes et les interfaces API.\n- Connaissance du cycle de vie de la livraison et des meilleures pratiques en matière d'automatisation des tests.\n- Expérience démontrable dans un ou plusieurs aspects de l'automatisation des tests.\n- Bonne capacité d'analyse et de résolution de problèmes, aptitude à diriger une équipe, aptitude à s'exprimer et à se concentrer sur les personnes.\n- Une qualification reconnue telle que l'ISTQB.\n\nLangue\n- Bonne communication en français et en anglais (écrit et parlé)."}], "url": "https://www.portaljob-madagascar.com/emploi/view/linked-solutions-ltd-lead-automation-test-engineer102249", "category": "informatique-web"}, {"date": "", "titre": "ANALYSTE SUPPORT APPLICATIF -Réf:REF120/PJ", "societe": "INGENOSYA MADAGASCAR", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ESN/SSII"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous recherchez un emploi stable, un Vous recherchez un emploi valorisant et où on reconnait vos talents ?\n\nAvec un salaire motivant et dont vos actions ont un impact réel sur l'épanouissement d'une société présente à Madagascar et à l’international?\n\nINGENOSYA, une société spécialisée dans la conception et développement de système d'information recrute un(e)ANALYSTE SUPPORT APPLICATIF\n\n : \n•     Assurer le suivi des incidents jusqu'à la résolution,\n•     Alimenter la base de connaissance des incidents commun,\n•     Définir des besoins et proposer des solutions\n•     Supporter les équipes métier dans le projet d'amélioration des systèmes,\n•     Communication et reporting des incidents au niveau interne"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                SENIOR\n\n•     Diplôme d'ingénieur en informatique\n•     Doté d'une expérience significative, 3 ans minimum dans le domaine.\n•     Ayant une capacité d'analyse des données quantitatives et qualitatives\n•     Ayant une très grande qualités d'écoute, de diplomatie et de communication\n•     Esprit analytique et logique.\n•     Autonome, curieux, proactif.\n\nRejoignez une société où vous pourrez vous épanouir en envoyant vos dossiers de candidature sous la référence : REF120/FB"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                REF120/PJ"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ingenosya-madagascar-analyste-support-applicatif-ref-ref120-pj101976", "category": "informatique-web"}, {"date": "", "titre": "DEVELOPPEUR JAVA -Réf:REF106/PJ", "societe": "INGENOSYA MADAGASCAR", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ESN/SSII"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous recherchez un emploi valorisant et où on reconnait vos talents ?\nAvec un salaire motivant et dont vos actions ont un impact réel sur l'épanouissement d'une société présente à Madagascar et à l’international?\n\nINGENOSYA, une société spécialisée dans les services du numérique (ESN) recrute un(e) DÉVELOPPEUR JAVA SENIOR\n\n :\n- Conception\n- Développement \n- Maintenance \n- Rajout de fonctionnalité\n- Intégration et mise en place de diverses applications du client."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                SENIOR\n\n- Bac +5\n- Avoir plus de 3 années d’expériences professionnelles\n- Maîtrise de Java 8\n- Résistant aux stress\n- Bonne communication\n- Esprit d’analyse\n- Autonome\n- Capacité d’adaptation\n\nRejoignez une société où vous pourrez vous épanouir en envoyant vos dossiers de candidature sous la référence : REF106/PJ"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                REF106/PJ"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ingenosya-madagascar-developpeur-java-ref-ref106-pj101977", "category": "informatique-web"}]