[{"date": "08 Avr 2022", "titre": "DEVELOPPEUR FULLSTACK JAVASCRIPT", "societe": "BOCASAY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Experts dans la production informatique Agile, nous développons des solutions WEB et MOBILE pour les startups, PME et grands comptes."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Principales activités:\n- Développer\n- Proposer des solution technique adaptées\n- Structurer des bases de données\n- Faire de la veille technologique\n- Respecter les bonnes pratiques de développement.\n- Rédiger des tests\n- Très bon techniquement\n- Rigoureux\n\nPrincipales qualités:\n- Esprit d’équipe\n- Méthodique / organisé\n- Communicant\n- Soucis des détails et de la qualité des codes\n- Capacité d’écoute\n- Bon relationnel\n- Passionné"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                _ Très bonne maîtrise de NodeJS,\n\n- Bonne maitrise de Javascript et des frameworks ReactJS,NodeJS\n- Parfaite maîtrise de HTML, CSS 2 et 3 aux normes W3C,\n- Bonne maîtrise en SGBD SQL et NoSQL,\n- Bonne connaissance de GIT,\n- Expérience réelle de 2 ans minimum,\n- Connaissances de PHP Unit, Sélénium et Behat fortement appréciées,\n- La connaissance de l'intégration continue serait un plus,\n- La connaissance de la méthodologie AGILE constitue un atout considérable."}], "url": "https://www.portaljob-madagascar.com/emploi/view/bocasay54-developpeur-fullstack-javascript101615", "category": "informatique-web"}, {"date": "07 Avr 2022", "titre": "INGENIEUR SYSTEME SI", "societe": "BLUELINE ENTREPRISE", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Télécommunication"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Il /elle est rattaché(e) au Directeur SI. Il /elle a pour mission principale : Participation active au bon fonctionnement des systèmes d'information en garantissant le maintien à niveau des différents outils et/ou infrastructures des logiciels systèmes et/ou infrastructures de communication (locale, étendue, voix, image, architecture centralisée ou client-serveur), dans un objectif de qualité, de productivité et de sécurité.\n\nPrincipales tâches\n\nIl installe, met en production, administre et exploite les moyens informatiques d'un ou plusieurs sites informatiques..\n\nAdministration\nEst responsable du fonctionnement optimal des outils, systèmes ou réseaux dont il a la charge. Met en ouvre les outils garantissant la cohérence des données.\nPossède une vision globale et actualisée des systèmes d'information ainsi qu'une bonne connaissance de l'entreprise.\nEffectue un inventaire permanent et gère les différentes composantes des différents réseaux.\nSuit et analyse les performances, met en place des mesures susceptibles d'améliorer la qualité ou la productivité de l'outil.\nElabore les règles d'utilisation de l'outil, en conformité avec les normes et standards de l'entreprise et dans le respect des contrats de service. Documente, promeut et contrôle leur application.\nOrganise et optimise les ressources de son domaine.\n\nExploitation\nValide l'installation et l'intégration des nouveaux outils (systèmes, ou réseaux et télécoms) dans l'environnement de production.\nGère les droits d'accès aux serveurs et aux applications en fonction des profils.\nTraite les incidents ou anomalies à partir des demandes internes : diagnostic de l'incident, identification, formulation et suivi de sa résolution.\n\nSupport\nParticipe aux actions de maintenance correctrice en veillant à leur qualité.\nPropose des améliorations pour optimiser les ressources existantes et leur organisation. Effectue le transfert de compétences et l'assistance technique des procédures aux équipes d'exploitation et participe éventuellement à leur formation. \n\nMaintenance et sécurité\nGère les accès aux ressources SI (en général).\nGère les évolutions et la maintenance des matériels, des logiciels et du système.\nGère les performances (seuils d'alerte et tuning des ressources et produits du domaine). Etudes\nEffectue des études de préconisations et d'implantation des matériels, outils et logiciels adaptés.\nEffectue une veille technologique sur les différents aspects de l'infrastructure système et de communication (matériels, logiciels, architecture, protocole, mode de transferts).\n\nRecherche & Architecture SI : \nSelon les besoins SI, il analysera et  interviendra sur le choix des plateformes adaptées et s'assurera que celles-ci soient en adéquation avec l'écosystème applicatif existant. Il cartographiera le SI en conséquence et maintiendra à jour l'ensemble des flux existants. Il sera garant des documentations visant à donner une vision de l'ensemble des briques logicielles existantes."}, {"s_titre": "Profil", "s_description": "\n\nBac +4 en informatique (Administration de réseau) ou Ingénieur en informatique\nTravailleur, autonomie, esprit logique, curiosité\nMaitrise des technologies internet\nConnaissances des bases de données\nConnaissance de l'environnement de l'entreprise\nLangues : Français, Anglais (lecture et écriture)\nPlusieurs années d’expérience dans des domaines tels que la sécurité de l’information, la technologie des systèmes\n\nSi vous trouvez dans le profil, merci de nous envoyer votre candidature via le site CV+LM ainsi que votre prétention salariale"}], "url": "https://www.portaljob-madagascar.com/emploi/view/blueline-ingenieur-systeme-si101539", "category": "informatique-web"}, {"date": "", "titre": "Développeur C#/ ASP dotnet CDD - (Salaire motivant)", "societe": "SOFTIMAD ESN", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Développeur C#/ ASP dotnet CDI - (Salaire motivant)\nSOFTIMAD est une ESN qui accompagne ses clients dans la mise en place des solutions digitales nécessaires à leur croissance.\nSOFTIMAD recherche un ingénieur C# .Net MVC dans le cadre d'un projet innovant pour un client"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                o Vous analysez et comprenez les besoins fonctionnels\n\no Vous participez à la conception et au développement des évolutions et des correctifs\n\no Vous vous assurez de la qualité des développements\n\no Vous effectuez les tests unitaires, veillez à la cohérence de l'architecture applicative.\n\nVous faites la revue de code\n•\tVous justifiez d'au moins 3 ans d'expérience sur un poste similaire\n•\tEn tant que développeur vous avez une véritable expérience des procédures stockées et du développement .NET en C#.\n•\tUne maitrise d'ASP .NET.\n•\tUne maîtrise suffisante de l'anglais est nécessaire pour lire de la documentation.\n•\tVous aimez travailler au sein d'une équipe"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Environnement Technique :\no Technologies : Microsoft SQL Server, C#, XML\no Outils : ,\n•\tC#, .NET, .Net Core\n•\tGit\n•\tVisual Studio\n•\tSQL Server Management Studio, Entity framework, NoSQL\n•\tHTML, CSS, Javascript, SQL, JS, CSS\n•\tMéthodologie : Agile, Scrum\n\nA propos de vous\n•\tResponsable & autonome\n•\tSensibilité à la qualité du code\n•\tBon communicant (Français)"}], "url": "https://www.portaljob-madagascar.com/emploi/view/softimad77-developpeur-c-asp-dotnet-cdd-salaire-motivant101182", "category": "informatique-web"}, {"date": "09 Avr 2022", "titre": "PROJECT MANAGEMENT OFFICER S.I", "societe": "Agile Conseils", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Représentation, distribution de grandes marques automobiles et service après-vente"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Le Project Manager Officer a pour mission principale de piloter le projet de la refonte du système d’information de l’entreprise. Ainsi, contribuer activement à l’engagement et à la stratégie du groupe : migration d’un système d’information vers une solution digitale innovante répondant aux exigences technologiques, sécuritaires et aux normes internationales.\n\nLa durée de la mission sera de vingt-quatre (24) mois avec une probabilité d'extension et la mission sera évaluée périodiquement tous les 6 mois.\n\n\n*Assurer la gouvernance stratégique et opérationnelle du projet de refonte, la conformité des objectifs et la cohérence intrinsèque des différentes parties du système d’information,\n\n*Être le garant du respect des process, de la méthodologie du projet et des délais,\n\n*Récolter et analyser les besoins exprimés,\n* Piloter et mettre en place les différents tableaux de bords permettant le suivi du projet, à l'aide d'indicateurs clés (qualité, coûts, délais, périmètre),\n* Co-construire et communiquer la vision du Produit,\n* Coordonner et faire le lien entre les équipes (besoins, convocation réunion, etc.),\n* Concevoir et exécuter les scénarios de tests de qualification fonctionnelle,\n* Enrichir et mettre à jour le patrimoine de tests,\n* Rédiger les documentations projets et documentations applicatives,\n* Être le support fonctionnel sur l'ensemble des phases projet avec les intervenants techniques ou métiers, internes ou externes,\n* Garantir la cohérence des évolutions proposées avec les standards du marché en fonction de la roadmap du groupe,\n* Fournir un reporting régulier et périodique sur l'état d’avancement du projet de refonte."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Bac+5 en Diplôme universitaire en management de projet ou autres domaines similaires,\n\n Avoir au minimum 10 années d’expérience dans la conduite et la coordination de projets,\n Une expérience similaire réussie dans le développement et la mise en place de Système informatique,\n Comprendre les aspects métiers du secteur automobile et les besoins des utilisateurs (user research),\n Maîtrise des règles et des procédures en vigueur.\n Management d’une équipe.\n Modélisation en UML, BPMN, ou équivalent.\n Certification Odoo.\n Connaissance des lois concernant le cadre juridique et réglementations des technologies d’informations.\n Expertise avérée du fonctionnement induit par l’agilité et celui du cycle en V.\n\n\nSoftskills :\n Une excellente capacité à travailler de paire avec les décideurs : Une très bonne aisance relationnelle\net communicationnelle\n Excellente capacité organisationnelle\n Réactivité et disponibilité\n Résistance à des situations inconfortables et stressantes\n Pédagogie et diplomatie"}], "url": "https://www.portaljob-madagascar.com/emploi/view/agile-conseils6-project-management-officer-s-i101612", "category": "informatique-web"}, {"date": "09 Avr 2022", "titre": "Ingénieur QA logiciel -réf:IQA2022", "societe": "mTOMADY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                L’entreprise sociale tech mTOMADY contribue à réduire les barrières financières d’accès à des services de santé essentiels, particulièrement en milieu rural et dans les groupes de personnes vulnérables. Faites partie de notre équipe et contribuez à l’amélioration de la qualité de notre plateforme qui permet aux patients et aux agents de santé d'accéder à des outils de financement de la santé à l'aide de la technologie mobile, où qu’ils se trouvent."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                • Tester et vérifier l’exactitude des implémentations par rapport aux demandes des clients\n• Identifier les bugs sur la plateforme, gérer le cycle de vie de tickets correspondant en s’assurant de mettre les détails des scénarios pour reproduire les bugs identifiés\n• Coordonner avec les développeurs et les chefs de produits pour assurer la résolution des bugs à temps\n• Établir et développer les meilleures pratiques d'assurance qualité pour aider à maintenir un niveau de qualité élevée\n• Rédiger des plans de test pour les nouvelles fonctionnalités\n• Estimer et planifier les efforts nécessaires en termes de QA\n• Travailler dans une équipe diversifiée et orienté mission d'ingénieurs, de médecins, d'économistes et de désigner à Madagascar et en Allemagne\n• Assurer et organiser le transfert des nouvelles modifications et des nouvelles fonctionnalités du service technique au service des opérations"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                • Vous avez des expériences probantes en tant qu'ingénieur QA\n• Vous avez une expérience en suivi des mesures de qualité\n• Vous avez des connaissances en programmation, en particulier en Ruby ou JavaScript\n• Vous comprenez le fonctionnement des applications Web modernes\n• Vous avez un niveau supérieur en anglais, aptitude à transmettre des instructions techniques\n• Vous prêtez une grande attention aux détails\n• Vous aimez travailler dans un environnement interfonctionnel\n• Vous voulez avoir un impact social avec votre travail\n• Vous avez un sens d’organisation et de communication \n• Avoir des expériences avec les systèmes de mobile money serait un atout"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                IQA2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/mtomady-ggmbh-ingenieur-qa-logiciel-ref-iqa2022101333", "category": "informatique-web"}, {"date": "08 Avr 2022", "titre": "DEVELOPPEUR SHAREPOINT", "societe": "ASTEK Madagascar", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Rejoignez Astek Madagascar, du groupe ASTEK, 6000 collaborateurs en France, à Maurice et dans le monde. Participez à des projets variés et valorisants de dimension internationale dans un contexte innovant, dans une structure portée sur l’innovation avec de véritables opportunités d’évolutions de carrières."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous prenez en charge des nouveaux projets ou la maintenance de projets existants en environnement SHAREPOINT et C#.\nDans ce cadre, vous devrez :\n- Prendre connaissance et maitriser l’architecture technique existante ;\n- Recueillir et analyser les besoins ;\n- Développer de nouveaux composants ou fonctionnalités et en assurer la maintenance ;\n- Réaliser la documentation technique ;\n- Prendre en charge la partie test et intégration ;\n- Etre garant de la satisfaction du client ;"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Formation Ingénieur ou Bac +3/5 en Informatique ;\n- Excellente communication orale et écrite en langue française ;\n- Bonne connaissance en développements sous SHAREPOINT et C# ;\n- Animé(e) d’un esprit d'équipe, d’un sens des responsabilités, d’un sens pratique (intérêt pour le concret, terrain) ainsi que d'une bonne capacité d'analyse et de synthèse ;\n- Force de proposition et bon relationnel seront de véritables atouts ;"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV-SHAREPOINT"}], "url": "https://www.portaljob-madagascar.com/emploi/view/astek-madagascar-developpeur-sharepoint101645", "category": "informatique-web"}, {"date": "08 Avr 2022", "titre": "TECHNICIEN SUPPORT INFORMATIQUE -réf:TSI/0422", "societe": "INVISO Group", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Multisectorielle"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Rattaché au Responsable Support Informatique, le Technicien Support Informatique a pour mission d'assurer la bonne marche du réseau, du parc Informatique et de tout le système vidéo-surveillance\n- Réseau informatique : mise en place, élaboration du schéma, dressage de la liste des matériels à utiliser, installation, test, configuration des matériels (routeurs, switchs, point d'accès, ...)\n- Maintenance parc informatique : installation système - logiciels et mise à jour, intervention auprès des utilisateurs sur tous les sites du Groupe, paramétrage des imprimantes-réseau, maintenance hard-ware, détection et dépannage des pannes informatiques\n- Vidéo-surveillance : étude de mise en place, réception des matériels et installation, test, dépannage\n- GLPI"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - H/F\n- Bac +3 en Informatique spécialité Réseau\n- Expériences de 3 ans dans le domaine\n- Diplôme en Electronique et bonne capacité en Anglais serait un atout\n\nVous correspondez à ce profil et vous vous reconnaissez dans la description du poste ?\nEnvoyez-nous votre candidature comprenant un CV à jour et une lettre de motivation avec prétention salariale"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                TSI/0422"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-inviso-technicien-support-informatique101638", "category": "informatique-web"}, {"date": "08 Avr 2022", "titre": "Gestionnaire de base de données", "societe": "Human Talent Consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Conseils en Ressources Humaines"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Nous recrutons pour une structure commerciale en pièces automobiles, un.e \n             Gestionnaire de bases de données\n\n :\n- Mettre à jour les références existantes dans le catalogue\n- Travailler les données pour les intégrer dans le logiciel de gestion\n- Assurer la gestion et l’optimisation des données dans le logiciel\n- Assurer la véracité des exports de données"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Bac +3 en informatique, mathématiques statistiques ou équivalent\n- Ayant une première expérience réussie dans le domaine de la gestion de données\n- Bonne maîtrise de MS office: VBA Excel notamment\n- Maîtrise de logiciels et outils de Base de données (Access, SQL, NoSQL...)\n- Bonne maîtrise de l’exploitation de données\n- Bonne maîtrise des outils d’analyse de données\n- Possédant un esprit d’analyse et de synthèse\n- La connaissance de gestion d'achat et approvisionnement serait un atout"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                GestionnaireBDD/422"}], "url": "https://www.portaljob-madagascar.com/emploi/view/human-talent-consulting-gestionnaire-de-base-de-donnees101602", "category": "informatique-web"}, {"date": "08 Avr 2022", "titre": "développeurs informatique expérimentés -réf:DEVROBOT02", "societe": "JM-CONTACTS SARL", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société leader dans le domaine de l’externalisation informatique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Société leader dans le domaine de l’externalisation informatique recrute  des  développeurs informatiques expérimentés.\n\nPoste basé à Ambohibao.\n\nVOTRE MISSION : \n- Participer à l'analyse détaillée des besoins fonctionnels et techniques.\n- Conception, développement, et intégration de  la solution tout en respectant les normes & méthodes existantes.\n- Implémenter  la solution avec les technologies retenues.\n- Réaliser la documentation associée\n- Réaliser les tests unitaires.\n- Participer à la maintenance corrective et évolutive du parc applicatif\n- Assurer le support aux utilisateurs"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Ayant suivi des formations supérieures en Informatique, vous avez bénéficiez d'une expérience similaire en développement d'au minimum 1an.\n- Passionné par le développement informatique, vous êtes rigoureux. \n- Vous savez écouter et proposer vos idées à l'ensemble du groupe.\n- Dynamique, impliqué, et autonome, vous appréciez le challenge et le travail d'équipe.\n- Parlant couramment le Français\n- Disponible de suite."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEVROBOT02"}], "url": "https://www.portaljob-madagascar.com/emploi/view/jm-contacts27-developpeurs-informatique-experimentes-ref-devrobot02101598", "category": "informatique-web"}, {"date": "08 Avr 2022", "titre": "LEAD DEVELOPPEUR", "societe": "GROUPE SETEX", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SETEX regroupe des sociétés des plus dynamiques de Madagascar et de Maurice. Ce groupe existe depuis 2002 et propose divers avantages et diverses activités extra professionnelles pour prendre soin de ses collaborateurs."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                :\n- Rédiger les cahiers des charges et les documentations techniques\n- Développer les parties les plus complexes du code\n- Encadrer, coordonner, former et faire monter en compétence l'équipe\n- Analyser les contraintes et les besoins\n- Superviser et assurer le suivi technique des projets\n- Mettre en place et réaliser les tests techniques\n- S'assurer de la qualité du code et résoudre les problèmes rencontrés par son équipe"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                :\n- Ingénieur en Génie logiciel et base des données\n- 2 années d'expérience dans le poste\n\nCompétences requises:\n- Framework: Symfony, Laravel, Angular\n- CMS: WordPress, TYPO3, Adobe Commerce\n- Languages de programmation: PHP, JavaScript (React), HTML5, CSS3, AJAX, Python\n- DB: MySQL, PostgreSQL, MongoDB\n- Outils: Git\n- Méthodologies: Agile, Scrum\n- Très bon niveau de français (écrit et parlé)\n\nQualités:\n- Organisé, rigoureux, réactif,\n- Souplesse et adaptation notamment pour assurer la gestion multi projet\n- Disponible pour d'éventuelles heures supplémentaires\n- Curieux à propos des nouvelles technologies, langages et systèmes\n- Humble, bienveillant, encourageant et avenant vis-à-vis des développeurs de son équipe\n- Joie de vivre"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                LEAD DEV"}], "url": "https://www.portaljob-madagascar.com/emploi/view/setex-montecristo-lead-developpeur101587", "category": "informatique-web"}, {"date": "08 Avr 2022", "titre": "Ingénieur logiciel - Maurice", "societe": "Anonyme", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Anonyme"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                .Conception, développement, implémentation, test et déploiement d'applications critiques à l'aide d'Angular, Angular JS, .NET Framework, C#, Jscript et Pile de technologie SQL dans un environnement cloud Microsoft ou sur site.\t\t\t\t\t\t\nConcevez et développez des applications de production robustes, évolutives, performantes et à grand volume.\t\t\t\t\t\t\t\t\t\t\t\nCréez des systèmes internes et répondez aux besoins de l'entreprise grâce à votre expertise dans le domaine.\t\nTirez parti de vos compétences existantes tout en apprenant et en mettant en œuvre de nouvelles technologies à mesure que l'entreprise se développe.\t\t\nCe poste travaillera en étroite collaboration avec d'autres équipes de développement d'applications, des analystes commerciaux, des intervenants commerciaux et des équipes d'assurance qualité."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences:\t\t\t\t\t\t\t\t\t\t\t\n2+ années d'expérience solide en programmation avec C # (un must), .Net Core, ASP.NET, MVC, service Windows, WCF, API Web, formulaire Windows, WPF, applications console.\t\t\t\t\t\t\t\t\t\t\t\nExpérience avec les outils de serveur Microsoft Windows (Active Directory, IIS, Windows EventViewer, Windows Server Services, outils de diagnostic basés sur les commandes Windows, DNS, Windows Server Manager)\t\t\t\t\t\t\t\t\t\t\t\nExpérience avec les services de rapports du serveur SQL.\t\t\t\t\t\t\t\t\t\t\t\nUne expérience de MS SQL Server est requise et une bonne connaissance de l'optimisation des requêtes et de l'analyse des données est souhaitée.\t\t\t\t\t\t\t\t\t\t\t\nUne connaissance approfondie des services Web, REST, JQuery, SOAP et JSON est requise.\t\nL'exposition à Microsoft Dynamics Platform et à Microsoft SharePoint est un plus.\t\t\nProgrammeur passionné avec une expertise dans le développement d'applications pour la plateforme iOS/Android.\t\t\nLe développement mobile sera un atout.\t\t\nCapacité à produire des analyses, des documents de conception et d'autres documents techniques\t\t\t\nBonnes pratiques de tests unitaires et de tests d'intégration.\t\t\t\t\t\t\t\t\t\t\t\nCapacité à effectuer plusieurs tâches et à gérer plusieurs affectations dans un environnement en évolution rapide\t\nUne expérience préalable sur des applications d'entreprise développées en interne est préférable.\t\t\t\nUne expérience en processus de développement logiciel Agile/SCRUM est un plus.\t\t\nAvoir traversé tout le cycle de vie, c'est-à-dire de la conceptualisation, du développement au déploiement des applications mobiles.\t\n\nÉducation requise :\t\t\t\t\t\nBS / MSC en informatique ou équivalent avec au moins 2 ans d'expérience progressive dans les services"}], "url": "https://www.portaljob-madagascar.com/emploi/view/portal42-ingenieur-logiciel-maurice101565", "category": "informatique-web"}, {"date": "08 Avr 2022", "titre": "SUPPORT AND MONITORING ( EN ) -réf:SM - EN", "societe": "LN OUTSOURCING - LNO", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Data processing"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Receive user requests (phone, email, etc.) and formalize them (ticketing tools)\n- Assist users in the use of IT / telephony tools\n- Diagnose problems and provide solutions, follow up and close incidents\n- Update documentation or procedures (equipment characteristics, settings, configurations)\n- Identify and analyze the needs and incidents described by users\n- Install standard software and business software\n- Manage Active Directory\n- Manage Server and send repport\n- Escalate technical incidents if necessary"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                • Bac+2 in computer science IT and related field\n• 1 years of experience as a support technician or first successful experience in a similar field\n• Understand and speak English fluently\n• Mastery of Windows environments and server (Windows server, AWS ) as well as the services associated with them\n• Sense of active listening\n• Increased capacity for analysis and discernment\n• Self-taught and autonomous\n• Sense of service developed\n• Ease in teamwork\n• High availability ( Night and Weeekend )\n\nBeginner accepted if strong motivation and advanced computer knowledge\nWhat we offer you:\n- A stimulating and stable job on a permanent contract\n- A motivating salary\n- Transport and meal allowances\n- Career development\n\nSo if you like the challenge and if you want to evolve in a pleasant working environment, don't wait to send us your application consisting of a CV, LM, photo, salary expectations and contact via the site with the reference \"SM-EN »."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                SM - EN"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ln-outsourcing-support-and-monitoring-en-ref-sm-en101526", "category": "informatique-web"}, {"date": "07 Avr 2022", "titre": "Ingénieur Intégrateur de données", "societe": "BLUELINE ENTREPRISE", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Télécommunication"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Placé dans l’équipe du responsable intégration/BI, l’Ingénieur Intégrateur de données doit avoir le profil suivant :\n\n•Conception, développement et mise place de solution d’intégration de données\n•Rédaction des spécifications techniques\n•Qualification des solutions avant mise en place\n•Supervision, support et maintenance de la plateforme"}, {"s_titre": "Profil", "s_description": "\n\n•Diplômé d’école d’ingénieur informatique (BAC +5)\n•1 an d’expérience minimum\n•Connaissance outil : ETL, BDD\n•Connaissance développement Java\n•Capacités analytiques\n•Bonne connaissance des méthodologies de tests\n•Connaissance de la langue anglaise (écrit, parlé) appréciée\n\nMerci d'envoyer votre candidature via le site votre candidature CV+LM ainsi que votre prétention salariale"}], "url": "https://www.portaljob-madagascar.com/emploi/view/blueline-ingenieur-integrateur-de-donnees101540", "category": "informatique-web"}]