[{"date": "24 Mai 2022", "titre": "Retouche photo Mariage via LightRoom", "societe": "Ava", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                AVA est une plateforme de mise en relation d'assistants virtuels.\nNous répondons aux besoins des entrepreneurs afin qu'ils puissent se concentrer sur leur coeur d'activité."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                AVA est une plateforme de mise en relation d'assistants virtuels.\nNous répondons aux besoins des entrepreneurs afin qu'ils puissent se concentrer sur leur coeur d'activité.\n\nNous recherchons actuellement des profils pour de la retouche photo sur LightRoom.\nLes presets vous seront fournis, une formation avec le photographe et de nombreux tests avant après seront effectués pour évaluer vos compétences.\n\nVous aurez pour mission d'assister le photographe dans ses retouches en suivant au mieux et au plus juste ses consignes.\n\nNous recherchons une personne professionnel, qui a du goût et qui saura, si besoin s'adapter en toute autonomie.\n\nFrançais obligatoire à l'oral.\n\nMerci de porter une attention particulière sur vos candidatures.\nNous ne nous attarderons pas sur les candidats qui ne sont pas professionnels dans leur démarche.\n\nMerci à vous."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Nous recherchons une personne professionnel, qui a du goût et qui saura, si besoin s'adapter en toute autonomie.\n\nFrançais obligatoire à l'oral."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                AvaLightRoom"}], "url": "https://www.portaljob-madagascar.com/emploi/view/monassistante-virtuelle-fr-retouche-photo-mariage-via-lightroom104150", "category": "informatique-web"}, {"date": "24 Mai 2022", "titre": "LEAD UX/UI", "societe": "eTech Consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Entreprise de services numériques spécialisée dans l’accompagnement du Développement Digital des sociétés internationales et locales"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Audit UX/UI des projets clients de l'entreprise\nAnalyser les besoins de nos clients en matière UX/UI\nCréer et construire des prototypes\nDéfinir et planifier la stratégie pour les tests A / B\nTraduire la recherche dans les recommandations de conception\nDiriger l'équipe UX/UI et organiser la charge de travail et la production\nÉtablir et promouvoir des lignes directrices de conception, un guide de style, des pratiques exemplaires et des normes"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Bac+5, en design et multimédia, web, informatique ou équivalent\nLeadership\nBonne connaissance de la conception et de l'analyse des données\nCréativité\nCompétences en réflexion stratégique, analytique et conceptuelle"}], "url": "https://www.portaljob-madagascar.com/emploi/view/etech-consulting-lead-ux-ui104148", "category": "informatique-web"}, {"date": "24 Mai 2022", "titre": "Chef de projet ingénierie IT", "societe": "VIVETIC GROUP", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Externalisation et gestion de la relation client"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Acteur historique de l’externalisation en France et dans l’Océan indien, VIVETIC Group intervient sur toute la chaîne de valeur pour accompagner les entreprises dans l’optimisation de leur processus métier (BPO) et la gestion de leur Relation Client.\nDans un contexte de fort développement, VIVETIC Group se structure, s’industrialise et se donne les moyens d’innover. \nIntégré(e) au sein du département Ingénierie, la/le collaborateur/trice sera en charge de cadrer et piloter des projets et les évolutions techniques et fonctionnelles. Il/elle devra piloter une équipe de développement dédiée au projet. La/le collaborateur/trice devra être autonome, force de proposition et avoir une vision produit des différentes solutions applicatives. Il/elle devra maitriser l’environnement technique.\n\nResponsabilités:\nLa/le collaborateur /trice sera rattaché(e) au département Ingénierie et ses principales missions seront : \n•Gérer des projets de développement informatique\n•Participer à la conception fonctionnelle (en lien avec les clients internes et externes) \n•Assurer la conception technique des applications\n•Suivre les développements réalisés par les équipes du projet\n•Assurer le déploiement des applications par la formation et la conduite du changement\n•S’assurer de la capitalisation sur l’ensemble du produit"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences techniques :\n-Maitrise des environnements de développement fullstack : PHP/CodeIgniter\n-Toutes autres compétences sur d’autres environnements sera valorisée\n-Pilotage de projet informatiques\n-Implémentation des méthodes agiles \n-Capacités de rédaction et synthèse\n\nCompétences humaines :\n-Ouverture d’esprit\n-Personnalité de terrain allant au contact des gens\n-Orientation client\n-Compétence organisationnelle\n-Esprit critique"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                CPI"}], "url": "https://www.portaljob-madagascar.com/emploi/view/vivetic-chef-de-projet-ingenierie-it104147", "category": "informatique-web"}, {"date": "24 Mai 2022", "titre": "DEVELOPPEUR JAVA/REACT", "societe": "eTech Consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Entreprise de services numériques spécialisée dans l’accompagnement du Développement Digital des sociétés internationales et locales"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                • Développer des sites/applications \n• Faire la maintenance de sites/applications en Java/ React"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                • Des expériences professionnelles concrètes dans le développement Web Java/React\n• Maîtrise du développement Java/React\n• Bonne connaissance en Spring, Springsecurity, Hibernate/Jpa, JUnit, Tomcat/Jetty\n• Maîtrise des outils d’intégration : Hudson, Jenkins\n• Maîtrise des outils de builds et gestion de sources : Maven ou Ant, SVN, Git\n• Bonne connaissance en SGBD : MS-SQL, PostgreSql, MySQL\n• Connaissances des Web Services Rest et/ou SOAP\n• Connaissances en développement web : JQuery/AngularJS/HTML5/Bootstrap\n• Connaissances en protocole WebDav/ Android/ BddNoSQL (Cassandra, MongoDB...)/ C# serait un plus.\n• Maîtrise de la langue française : lu, parlé et écrit"}], "url": "https://www.portaljob-madagascar.com/emploi/view/etech-consulting-developpeur-java-react104146", "category": "informatique-web"}, {"date": "24 Mai 2022", "titre": "UN GRAPHISTE / DESIGNER", "societe": "Raph and Co", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                RECRUTEMENT"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Conception et réalisation des productions\ngraphiques : brochures, flyers, bannières,\ninfographies, affiches, …\nCréer des contenus visuels esthétiquement attirants\nTraduire un concept ou un script en représentation\nvisuelle\nParticiper au brainstorming pour présenter ses idées\nConcevoir la mise en pages et enrichir le document\n(intégration texte, image, correction, ...)\nFournir son aide et ses conseils techniques en phase\nde révision, impression et publication"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Issus d’une formation en graphisme\n2 ans d’expériences minimum en création graphiques\nConnaissance sur les animations et les montages vidéos seraient un plus\nMaîtrise des logiciels d'image de synthèse, d'édition multimédia, de montage et de création photo/vidéo (atout)\nHabileté dans l'utilisation de logiciels professionnels de graphisme\nCréatif, curieux, esprit de collaboration\nSouplesse, bonnes facultés d’adaptation"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                GRAPH 2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/raph-and-co-un-graphiste-designer104144", "category": "informatique-web"}, {"date": "24 Mai 2022", "titre": "ICT4D Spécialist/Data Analyst - Fort Dauphin", "societe": "Global Communities-Projet Mianatra", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Santé-Nutrition-Education"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                RÉSUMÉ DU TRAVAIL :\nGlobal Communities et les partenaires de son consortium mettent en œuvre un projet quinquennal du Ministère de l'Agriculture des Etats-Unis, McGovern-Dole International Food for Education and Child Nutrition, Mianatra, dans la région d'Androy, dans le sud de Madagascar. \nMianatra travaillera en étroite collaboration avec le gouvernement malgache et ses ONG partenaires pour améliorer la qualité de l'enseignement de la lecture et de l'écriture par la distribution de fournitures et de matériel scolaires, améliorer l'attention et réduire la faim à court terme par la fourniture de repas scolaires, améliorer l'assiduité des élèves, augmenter l'utilisation de pratiques sanitaires, nutritionnelles et diététiques, augmenter l'accès à l'eau potable et aux services d'assainissement, et soutenir les efforts de renforcement des capacités locales. \nFONCTIONS ET RESPONSABILITÉS ESSENTIELLES \nSous la supervision de MEL Manager, le/la ICT4D Spécialiste assurera le leadership de la mise en œuvre et l’intégration des nouvelles technologies ICT4D dans l’implémentation du projet Mianatra pour bien capturer et documenter les perspectives des participants et communautés en utilisant une approche méthodes mixtes et les données visuelles, tout en collaborant avec les parties prenantes internes et externes. \nIl/Elle appuiera la mise en œuvre des activités de l’équipe du projet Mianatra conformément aux procédures et directives de l’USDA pour établir et gérer des systèmes performants de collecte, de traitement, d’analyse et de visualisation des données pour le rapportage et la prise de décision en vue d’un impact durable du projet.\n\nTÂCHES PRINCIPALES DU POSTE\nTechnologie mobile et Collecte de données \n•\tAssurer l’utilisation des technologies et applications mobiles (Android, iOS, GPS) pour la collecte des données du projet. \n•\tDévelopper les outils de collecte de données de Suivi & Évaluation participatif en utilisant la plateforme CommCare.\nIntégration et gestion de données \n•\tUtiliser des outils ETL (Talend Open Studio, Kettle, …) pour l’intégration et le stockage des données relatives au projet dans un Système de Gestion de Base de données. \n•\tÉlaborer des scripts SQL pour le nettoyage, la transformation et l’analyse des données. \n•\tCréer des modèles de données conceptuel et logique en fonction des besoins. \n•\tFaire correspondre les modèles de données aux exigences et aux indicateurs du projet. \n•\tPromouvoir l'approche de la sécurité des données tout au long du processus de soutien.\nAnalyse et Visualisation de données \n•\tConcevoir des Dashboard/rapports statiques ou en ligne (Business Intelligence comme Power BI, Tableau, BIRT, Jasper reports, ….) \n•\tTravailler avec les parties prenantes dans l'ensemble de l'organisation pour identifier les possibilités d'exploiter les données pour mener à bien le projet. \n•\tExploiter et analyser les données de la base de données du projet afin de favoriser l'optimisation et l'amélioration de l’intervention. \n•\tÉvaluer l'efficacité et la précision des nouvelles sources de données et des techniques de collecte de données. \n\nFormation et Communication \n•\tFournir des communications et des renforcements de capacités sur toutes les composantes pertinentes des plateformes ICT4D au personnel, partenaires, et aux enquêteurs. \n•\tAssurer une communication avec les cadres supérieurs, le personnel technique, les parties prenantes et les autres partenaires au niveau national, afin d’identifier et d’élaborer les besoins d’innovation en ICT4D des projets en communiquant les enseignements tirés et les meilleures pratiques à tous les intervenants. \nSuivi et évaluation \n•\tCollaborer étroitement avec l’équipe Apprentissage pour la digitalisation des outils de suivi participative des Consultations Communautaires (CCs) du projet. \n•\tSoutenir, au besoin, à l’aide de solutions digitales toutes les équipes techniques et programmatiques pour mesurer les indicateurs appropriés."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Qualifications \n•\tAvoir un niveau universitaire (Bac+5) en Système d’information/Génie logiciel/Base de données/Statistiques appliquées ou dans un domaine connexe avec une expérience équivalente. \n•\tAvoir plus de 3 ans d’expériences dans la mise en place de solution NTIC et notamment en suivi et évaluation. \n•\tMaitrise de l'analyse SIG, de la télédétection et de l'analyse de régression spatiale à l'aide d'Arc GIS et compétence dans la statistique.\n•\tConnaissance et expérience dans l’utilisation des logiciels de Système de Gestion de Base de données. \n•\tConnaissance et expérience dans l’utilisation des logiciels de collecte de données tels que ODK, KoboToolBox, CommCare, etc. \n•\tExpérience en modélisation de données et la conception de modèles conceptuel de données et de modèles logique de données. \n•\tExpérience en analyse/visualisation de données notamment l’utilisation de logiciels de Business Intelligence tels Power BI, Tableau, BIRT, Jasper reports, …. \n•\tExpérience dans la collecte, analyse des données mixtes quantitatives et qualitative sera un atout. \n•\tMaitrise parfaite du français, connaissance de l’Anglais est un atout. \n•\tLa proactivité et l’autonomie est essentielle dans cette fonction. \n•\tAvoir la volonté et la capacité de voyager dans le pays à hauteur de 30% du temps disponible. \n\nPour postuler, merci d’envoyer votre dossier de candidature constitué d’un CV, d’une lettre de motivation, référence professionnelles , prétention salariale via le site, avec la référence en Objet avant le 07 juin 2022.\nSeuls les candidats répondant aux exigences minimales du poste seront contactés"}], "url": "https://www.portaljob-madagascar.com/emploi/view/global-comunities-ict4d-specialist-data-analyst104126", "category": "informatique-web"}, {"date": "24 Mai 2022", "titre": "Chef de projet Digital -réf:DATACPD", "societe": "FUTURMAP DATA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Traitement de donnée géographique, modélisation 2D/3D"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Rédiger les spécifications fonctionnelles\n- Etre en relation direct avec les clients\n- Planifier et suivre les différentes phases d’un projet\n- Assurer le suivi des équipes \n- Garantir le délai et la qualité d’un projet"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Bac+2 à Bac+5 en gestion de projet ou dans un domaine équivalent\n- Deux années d'expériences minimum dans un poste similaire\n- Avoir travaillé avec des clients basés à l'étranger\n- Avoir un très bon niveau de français\n\nLes Plus :\n- Avoir une connaissance des technologies digitales et du développement\n- Avoir un bon niveau d'anglais"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DATACPD"}], "url": "https://www.portaljob-madagascar.com/emploi/view/futurmap-data-chef-de-projet-digital104111", "category": "informatique-web"}, {"date": "24 Mai 2022", "titre": "ADMINISTRATEUR SYSTEMES ET RESEAUX", "societe": "Techmode Innovation", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Informatique et Externalisation (BPO)"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Administrer les systèmes et réseaux du groupe, apporter un support aux utilisateurs et conduire des projets informatiques.\n\nACTIVITES \nPrincipales : \n•Surveiller et administrer les serveurs et les réseaux\n•Superviser l’exploitation courante des systèmes et des réseaux\n•Assurer le bon fonctionnement des systèmes\n•Maintenir, faire évoluer et documenter l’infrastructure info\n•Support utilisateur de 2ième Niveau\n\nSecondaires :\n•Faire de la veille technologique\n•Proposer des extensions et évolutions des systèmes et réseaux\n•Gérer des projets"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                CONNAISSANCES INFORMATIQUES \n\nMaîtrise de :\n•Environnements Windows 2003 à 2016 (TSE, Active Directory, etc.)\n•Environnements Linux (Debian)\n\nBonne connaissance de :\n•Services réseaux (DHCP, DNS, etc.)\n•Systèmes de messagerie (Exchange – office 365)\n•Réseaux (VLAN, Routage, etc.)\n•Environnements virtualisés (VMware vSphere)\n•Cloud Computing\n•Téléphonie VoIP\n•Outils bureautiques (Microsoft Office)\n\nConnaissance de :\n•Langages de script (Powershell, Bash)\n•Logiciels de Helpdesk (OTRS, GLPI / OCS Inventory)\n•Conception et architecture systèmes et réseaux\n\nFORMATION ET EXPERIENCE PROFESSIONNELLE\nBAC+3 à BAC+5.\nExpérience significative dans la fonction.\n\nAyant également un bon sens de l’écoute. Autonome mais sachant travailler en équipe. Bonne faculté d’analyse. Capacité à dialoguer autant avec les équipes techniques qu’avec les utilisateurs. Gestion des priorités. Rigueur et méthode. Persévérance. Une bonne élocution en français est obligatoire."}], "url": "https://www.portaljob-madagascar.com/emploi/view/techmode-innovation-administrateur-systemes-et-reseaux104070", "category": "informatique-web"}, {"date": "24 Mai 2022", "titre": "Développeurs Front-End", "societe": "Adopt IT", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Développement Web et mobile"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre de notre développement, nous recherchons des développeurs Front-End (Angular et/ou VueJs et/ou React et/ou NodeJs) , disponibles de suite."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Vos compétences/expériences :\n- Diplôme universitaire en informatique ou équivalent\n- Bon niveau de français\n- Au moins 3ans d’expérience confirmée en tant que Développeur Front-End (hors stage)\n- Sérieux, Ouvert d'esprit, agile et flexible\n- Une bonne capacité d’analyse et d’adaptation\n- Un bon esprit d'équipe et un bon relationnel\nPoste en full-time et en local à Antananarivo\nSi vous pensez être le candidat qu'il nous faut, merci d' envoyer votre cv avec Objet : poste souhaité\nVeuillez noter que seuls les candidats sélectionnés seront contactés pour un entretien."}], "url": "https://www.portaljob-madagascar.com/emploi/view/adopt-it-developpeurs-front-end104066", "category": "informatique-web"}]