[{"date": "10 Mai 2022", "titre": "INGENIEUR D’ETUDE ET DE DEVELOPPEMENT APPLICATION MOBILE NATIVE (SSII)", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                MISSIONS :\n\n-Concevoir, préconiser et mettre en œuvre les\nsolutions techniques pour développer une application spécifiques destinées à l’environnement Mobile. \n-Veiller à leur stabilité dans le temps et participer aux phases d’analyse, de développement et de tests dans le\ncadre de la réalisation ou du pilotage de cette application."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                PROFIL:\n\nNIVEAU DE FORMATION :\nBAC + 4 minimum en Développement Informatique\n\nNIVEAU D’EXPERIENCE :\n2 ans minimum dans un poste de développement informatique Mobile\n\nNIVEAU DE COMPETENCE & QUALITES :\n-Maîtrise des environnements techniques Mobile (IOS : C / Objective C / HTML5 & Android : Java)\n-Compétence en programmation orientée objet et en base de données\n-Des compétences en CSS3 / Bootstrap / jQuery / Angular souhaitées\n-Connaissance en méthodologie AGILE et outils de gestion des sources\n-Aisance relationnelle et goût du travail en équipe\n-Rigoureux, organisé, méthodique et responsable\n-Curieux des dernières innovations dans le milieu\n-Connaissance de l’anglais technique"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-ingenieur-da-etude-et-de-developpement-application-mobile-native-ssii103183", "category": "informatique-web"}, {"date": "10 Mai 2022", "titre": "TEAM LEADER SI COLLABORATIFS (SSII)", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                :\n\n-Assurer la bonne pratique de la méthodologie projet de la société par son équipe afin de garantir la qualité des prestations délivrées aux clients. \n-Superviser la réalisation des projets sur le plan fonctionnel et humain, dans le respect du budget et des délais. \n-Etre le responsable de la qualité des livrables produit par son équipe. \n-Assurer la satisfaction client et participer à la diffusion d’une bonne marque employeur"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                :\n\nNIVEAU DE FORMATION :\nBAC+5 en gestion de projet informatique ou équivalent\n\nNIVEAU D’EXPERIENCE :\n4 ans minimum dans un poste similaire\n\nNIVEAU DE COMPETENCE :\n-Capacité à manager et diriger une équipe projet\n-Connaissance en méthodologie Agile SCRUM\n-Connaissance des métiers du Groupe (Télécoms, Finances, Energie…)\n-Bonne connaissance des processus et les outils informatiques type MS Project, JIRA\n-Force de proposition, rigoureux, organisé et méthodique\n-Solides compétences communicationnelles"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-team-leader-si-collaboratifs-ssii103181", "category": "informatique-web"}, {"date": "10 Mai 2022", "titre": "DEVELOPPEURS WEB/MOBILE", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                :\n\n-Identifier et analyser les besoins des utilisateurs pour présenter un projet au plus près des attentes du client ;\n-Définir les solutions techniques possibles tout en respectant le cahier des charges ;\n-Créer une version Beta du futur logiciel et réaliser une série de tests afin d’identifier les potentiels problèmes et les corriger ;\n-Programmer la version finale du logiciel et participer au lancement ;\n-Présenter un support d'aide technique pour les utilisateurs, et assurer si nécessaire des sessions de formation ;\n-Réaliser un suivi pour la maintenance corrective ou évolutive ;\n-Adapter ou améliorer les programmes informatiques aux besoins des utilisateurs"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                :\n-Bacc+4/5 en informatique\n-Expériences confirmées dans un poste similaire (un plus)\n-Expériences probantes en développement\n-Expérience en gestion de projets\n-Bonne connaissance des Framework\n-Passion pour la programmation et le développement informatique\n-Rigueur, souci des détails ,orientation qualité et satisfaction client, autonomie et implication\n-Bon niveau de Français, Anglais technique\n\nVeuillez déposer votre dossier de candidature (CV avec Photo récente + prétentions salariales) dans les plus brefs délais en ligne\nSeules les candidatures présélectionnées seront contactées, et ce, en toute confidentialité"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-developpeurs-web-mobile-toutes-technologies-seniors-et-juniors103176", "category": "informatique-web"}, {"date": "10 Mai 2022", "titre": "PAOiste", "societe": "Société SANDI", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SANDI est une société à valeur humaine spécialisée dans le domaine de la relation clientèle à distance"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -Concevoir les créations graphiques et design des projets\n-Conception et réalisation des supports de communication\n-Conception et modélisation infographique\n-Conception des contenus visuels"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -Niveau Bacc+3 en multimédia ou équivalent\n-Maîtriser des outils graphies (Photoshop, Illustrator,...)\n-Première expérience dans le domaine exigé\n-Excellent niveau de français (oral et écrit)\n-Excellent niveau organisationnel, capacité d'intégration et assimilation\n-Esprit créatif, méticuleux, rigoureux, autodidacte et polyvalent\n- Ayant le sens de la prise d'intiative et la capacité d'indépendance"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                PAO1"}], "url": "https://www.portaljob-madagascar.com/emploi/view/sandi88-paoiste103173", "category": "informatique-web"}, {"date": "10 Mai 2022", "titre": "RESPONSABLE SUPPORT INFORMATIQUE", "societe": "GROUPE SIPROMAD", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Gestion de participations, la participation sous toutes formes, y compris la fusion et l’absorption dans toutes sociétés\t\t\t\t\t\nLa prise ou le maintien de contrôle d’une ou plusieurs sociétés d’exploitation industrielle, de services, de confection, immobilière, de BTP et autres\t\t\t\t\t\nPublication et diffusion de livres - l’importation et l'exportation de machines  - achat et vente de matières premières et produits finis."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                MISSION PRINCIPALE\nRattaché au Responsable IT au sein de la DSI, le Responsable Support Informatique a pour mission de garantir le bon fonctionnement et la gestion du parc informatique. Il assure le maintien Niveau 1 de l’infrastructure réseau et système. Il suit les dossiers d’achats informatiques et met à jour le stock. Il supervise les affectations de matériels et consommables informatiques. Il est le garant des bons indicateurs de performance du service (SLA).\nA ce titre, il anime une équipe de techniciens support informatique.\nGERER LE PARC INFORMATIQUE \n-\tGérer le patrimoine informatique du Groupe \n•\tAssurer le maintien à jour de l’inventaire des équipements, cartouches et composants informatiques\n•\tSuivre les affectations et restitutions du matériel informatique\n\n-\tSuivre les dossiers d’achat et abonnements informatiques\n•\tAssurer les tâches avant-ventes relatives aux achats des équipements (vérification de l’opportunité, définition des spécifications techniques, estimation des coûts, etc.) \n•\tSuivre les étapes d’achat et archiver tout document relatif\n•\tRéceptionner techniquement le matériel acheté\n•\tSuivre les réparations externes du matériel informatique\n•\tAssurer la mise à jour du stock informatique\n•\tSuivre les abonnements informatiques (renouvellements, paiements mensuels ou annuels, etc.) et alerter à temps le Responsable IT ou le DSI sur les échéances\n\n-\tProcéder à la maintenance préventive du parc\n•\tAssurer les actions préventives sur les équipements afin de les maintenir en bon fonctionnement et éviter les pannes \n•\tProcéder aux mises à jour des système et logiciels du parc informatique\n•\tReporter au Responsable Informatique tout problème potentiel\n\n-\tProcéder à la maintenance curative du parc\n•\tRecevoir les demandes d’intervention issues des utilisateurs (appels, mails ou à vive voix) et les prendre en charge sur l’outil de gestion Helpdesk\n•\tAffecter les tâches aux Techniciens Support Informatique ou à soi-même\n•\tAnalyser les situations à partir des feedbacks des Technicien et intervenir en cas de besoin\n•\tSuivre les réparations en interne du matériel informatique\n•\tReporter au Responsable Informatique tout problème potentiel\n\nMAINTENANCE RESEAU ET SYSTEME NIVEAU 1 ET CONTRIBUTION AUX PROJETS\n-\tAssurer la maintenance Niveau 1 du réseau et système\n•\tMaintenir le bon fonctionnement de l’architecture système et réseau actuelle \n•\tAssurer la maintenance préventive en termes de réseau et Système\n•\tIntervenir en cas de problème mineur sur le réseau et système, en coordination avec l’Equipe Réseau et Système\n•\tContribuer avec l’Equipe Réseau et Système aux interventions avancées si nécessaire\n\n-\tContribuer aux projets informatiques : \n•\tParticiper, en coordination avec l’Equipe Réseau & Système, aux projets informatiques\n•\tDéployer les techniciens support informatique aux tâches spécifiques des projets\n•\tAssurer le respect des deadlines et des objectifs\n\nMANAGEMENT DE L’EQUIPE SUPPORT INFORMATIQUE  \n-\tDispatcher les tâches aux membres de l’équipe Support Informatique et à soi-même\n-\tSuivre et contrôler les avancements/réalisations des tâches \n-\tAssurer le maintien à jour de l’outil informatisé de gestion d’Inventaire et Helpdesk\n-\tGérer le planning de travail et l’adopter suivant les tâches en cours et les absences des techniciens\n-\tFormer techniquement les membres de son équipe \n-\tEpauler et coacher son équipe sur des domaines dépassant leurs expertises, compétences et expérience\n-\tEncourager la cohésion de l’équipe et l’esprit d’entraide \n\nREPORTING \n-\tEnvoyer l’état d’avancement des interventions et projets au Responsable Informatique et au DSI\n-\tRendre compte en temps réel, au Responsable Informatique et au DSI, sur les incidents sur le réseau ou les actifs de la société\n\nLA PRESENTE LISTE N'EST PAS LIMITATIVE, LE TITULAIRE DU POSTE AURA A EFFECTUER TOUTES AUTRES TACHES QUI POURRAIENT LUI ETRE CONFIEES DANS LE DOMAINE DE SES COMPETENCES."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Formation : Bac+4/5 en Informatique ou Informatique de Gestion\nExpériences Professionnelles : 03 ans minimums dans un poste similaire au sein d’un intégrateur ou d’une société/groupe"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                RH-SI"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-sipromad85-responsable-support-informatique103157", "category": "informatique-web"}, {"date": "10 Mai 2022", "titre": "Architect Développeur", "societe": "Human talent consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Service RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Nous recrutons pour une ESN: \nARCHITECTE DÉVELOPPEUR \n :\n -       Participer à la conception des applicatifs (recherches, modélisation, analyses, référentiel fonctionnel)\n-       Contribuer à la définition de l'architecture des applications informatiques\n-       Évaluer et réaliser le développement, les tests techniques, la documentation, la formation jusqu’à la mise en production des applications\n-       Assurer la maintenance de l’application\n-       Assurer la traçabilité des opérations et la collecte des preuves de tests\n-       Rapporter les activités\n-       Participer aux réflexions concernant l’amélioration du processus développement"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 :\n-       Titulaire d’un bac+ 4 en informatique\n-       Ayant au moins 2 ans d’expériences réussies sur un poste de développeur\n-       Maîtrise parfaite de la programmation orienté objet (POO) et de l’architecture MVC,\n-       Ayant une très bonne base en techniques de conception (UML) et de méthodologie (Agile, SCRUM)\n-       Bonne maîtrise des langages WEB : PHP, Javascript, HTML, CSS,\n-       Bonne maîtrise des outils de GBDD : MySQL, POSTGRES\n-       Maîtrise des framework (Symfony, CodeIgniter), librairies (Jquery, bootstrap, angular JS, FPDF, HighCharts) & outils associées (conception, gestion des codes sources, tests unitaires)\n-       Bon esprit d’analyse, consciencieux, rigoureux,\n-       Doté d’une bonne capacité d’adaptation, sens du travail en équipe, sens critique\n-       Bonne maîtrise du français"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Architect-Dev/0522"}], "url": "https://www.portaljob-madagascar.com/emploi/view/human-talent-consulting-architect-developpeur103156", "category": "informatique-web"}, {"date": "10 Mai 2022", "titre": "Développeur Symfony sénior (5 ans+)", "societe": "Dse'Tech", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Développement d'application SaaS"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre de notre croissance et pour renforcer notre équipe, nous recherchons un développeur sénior Symfony (exp. 5 ans +) disponible tout de suite.\n\nVous serez amené à travailler en équipe sur notre solution SaaS commercialisée en Europe, au Canada et aux Etats-Unis.\n\nVos missions :\n\n- Participer à toutes les phases du développement\n- Participer au développement des nouvelles fonctionnalités de notre solution SaaS innovante\n- Etre force de propositions technico-fonctionnelles\n- Monter en compétence sur les technologies cloud et serverless (AWS)\n\nCOVID19:\nNous sommes tous à 100% en télétravail.\n\nRémunération:\nRémunération attractive avec réévaluation annuelle.\nConnexion Internet"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Expériences / compétences recherchées :\n- Symfony 4 / 5\n- SQL / NoSQL (Mongodb, Redis)\n- JavaScript à minima lib type jQuery (Nous souhaitons que vous puissiez vous débrouiller sans devoir faire systématiquement appel à un frontend)\n- Très bonne expression & compréhension du français\n- Curiosité et envie de progresser et découvrir de nouvelles technologies\n- Pragmatisme et rigueur\n- honnêteté"}], "url": "https://www.portaljob-madagascar.com/emploi/view/dse-tech-developpeur-symfony-senior-5-ans103127", "category": "informatique-web"}, {"date": "10 Mai 2022", "titre": "Développeur sénior Frontend fullstack (exp. 5 ans+)", "societe": "Dse'Tech", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Développement d'une application SaaS"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre de notre croissance et pour renforcer notre équipe, nous recherchons un développeur sénior frontend fullstack (exp. 5 ans +) disponible tout de suite.\n\nVous serez amené à travailler en équipe sur notre solution SaaS commercialisée en Europe, au Canada et aux Etats-Unis.\n\nVos missions :\n\n- Participer à toutes les phases du développement\n- Participer au développement des nouvelles fonctionnalités de notre solution SaaS innovante\n- Etre force de propositions technico-fonctionnelles\n- Monter en compétence sur les technologies cloud et serverless (AWS)\n\nCOVID19:\nNous sommes tous à 100% en télétravail.\n\nRémunération:\nRémunération attractive avec réévaluation annuelle.\nConnexion Internet"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Expériences / compétences recherchées :\n- JavaScript Vanilla\n- ReactJS / VueJS / NextJS / Flutter\n- Node.js\n- Koa / Express\n- Mongodb / Redis\n- Très bonne expression & compréhension du français\n- Curiosité et envie de progresser et découvrir de nouvelles technologies\n- Pragmatisme et rigueur\n- honnêteté"}], "url": "https://www.portaljob-madagascar.com/emploi/view/dse-tech-developpeur-senior-frontend-fullstack-exp-5-ans103125", "category": "informatique-web"}]