[{"date": "09 Mai 2022", "titre": "RESPONSABLE INFORMATIQUE", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\n\n* Garantir le bon fonctionnement et la sécurité du système informatique du groupe \n* Assurer la disponibilité des applications et des données \n* Mettre en place des outils ou applications informatiques répondant aux besoins du Groupe\n* Veiller à l’amélioration constante du système d’information en général \n* Anticiper les besoins informatiques, veille technologique"}, {"s_titre": "Profil", "s_description": "\n\n* Bac + 4/5 en informatique, 5 ans d’expériences minimum\n* Forte expérience en administration de parc informatique \n* Maîtrise en virtualisation d’architecture \n* Maîtrise des infrastructures réseaux d’entreprise \n* Maîtrise des serveurs Windows et Linux, des systèmes PC et Mac \n* Bonne connaissance des logiciels SAGE \n* Bonne connaissance en base de données : SQL Server, MySQL/Maria DB, … \n* Expérience en développement d’application sera un atout \nQualités: Organisé, proactif, dynamique, rigoureux, sérieux, intègre, sens de la discrétion, leadership"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-responsable-informatique-tres-urgent103126", "category": "informatique-web"}, {"date": "09 Mai 2022", "titre": "UX/UI DESIGNER JUNIOR", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Une société renommée dans le domaine de la communication numérique cherche son : UX/UI Designer junior\n\n:\n\n-Assurer la création des designs et des illustrations de site/application web/ mobile\n-Élaborer le profil des utilisateurs et créer le storytelling, dont le but est de générer l'émotion chez l'internaute et spécifier les projets retenus sous forme de maquettes destinées aux développeurs.\n-Travailler en collaboration avec les Community managers\n-Mesurer l'efficacité des améliorations apportées après les tests et études effectués en amont auprès des utilisateurs\n-Etre à l’affût des innovations en matière de web design"}, {"s_titre": "Profil", "s_description": "\n\n-Bacc+ 3/4 en multimédia, graphisme, marketing, communication ou équivalent\n-2 ans d’expériences minimum réussie dans un poste similaire\n-Maîtrise de l'UI/UX design (site/application web, application métier, application mobile, responsive design), graphic design (Visual marketing, support de communication) et wireframing \n-Maîtrise de Figma et de la gamme adobe (XD, Photoshop, Illustator , Indesign) Maîtrise de HTML5/CSS3 et Bootstrap\u2028Connaissances en sketch, Invision, Zeplin\n-Connaissance des dernières tendances en WEB DESIGN\n-Notion en motion Design\n-Créativité et sens de l’esthétique, polyvalence, rigueur et souci des détails, force de proposition, rapidité, travail en équipe, organisation, autonomie, implication, ouverture d’esprit\n-Bon niveau de Français, l’Anglais serait un atout\n\nVeuillez déposer votre dossier de candidature (CV avec Photo récente + portfolio + prétentions salariales) dans les plus brefs délais par mail en ligne.\nSeules les candidatures présélectionnées seront contactées, et ce, en toute confidentialité."}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-ux-ui-designer-junior103122", "category": "informatique-web"}, {"date": "09 Mai 2022", "titre": "CHARGE(E) BI & DATA MINER - Secteur Bancaire", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\n\n-Définir, concevoir et implémenter des solutions de Business Intelligence (BI) et analyse de données en partenariat avec la direction digitale et business. \n Harmoniser et centraliser les données, garantir la cohérence et l’évolution des systèmes d’information.\n-Piloter les projets d’implémentation de systèmes de gestion des informations produits et des outils de reporting BI.\n-Diriger la collecte, la gestion et l’exploitation des données et optimiser la gestion des process business (automatisation des workflow et standardisation des process de vente) l’hébergement et le stockage des données.\n-Rédiger l’expression des besoins et les spécifications techniques. Superviser les tests, le tagging et les recettes. Améliorer l’adoption des outils et leur usage au quotidien par les utilisateurs (direction, service commercial, marketing etc…).\n-Définir et mettre en place les indicateurs clés de performance (KPI) liées à la data.\n-Encadrer et recruter les équipes d’experts techniques, les data scientistes et data analystes.\n-Mener des audits réguliers pour s’assurer de la qualité et de l’intégrité de la donnée, du bon usage des outils et du bon tracking de la donnée. Mettre en place les processus, les normes et la documentation technique nécessaire.\n-Assurer une veille technologique sur les outils de BI et les solutions de gestion de données, (Big data et analytics), les tendances et nouvelles pratiques.\n-Participer aux réunions projets internes et externes et à la planification des activités.\n-Évangéliser et animer les équipes autour de la data et la business intelligence. \n-Faire respecter l’éthique en matière d’usage de la data. Former et conseiller le bureau de direction pour permettre la croissance de l’entreprise et la prise de meilleures décisions business grâce aux tendances, opportunités, et risques dégagés."}, {"s_titre": "Profil", "s_description": "\n\n-Bacc+5 en informatique/ou équivalent\n-5 d’expériences minimum en data/BI en tant qu’analyste, consultant ou chef de projet\n-Expertise dans le domaine du big data et de la Business Intelligence : bonne connaissance des systèmes d’exploitation web et mobile, des langages informatiques, des bases de données et outils de web analyse.\n-Compétence en gestion de projet (méthodologie agile), analyse technique et fonctionnelle, et dans d’autres disciplines telles que le Data Modeling et Data mining, l’Intelligence Artificielle, le machine learning. \n-Bonne connaissance des nouvelles réglementations de protection, et exploitation des données (GDPR, data cleaning, data delivery) et des systèmes de gestion de données produit. Il maitrise les outils de reporting BI, et le management de process business.\n-Forte analyse, synthèse et force de proposition\n-Rigueur, autonomie et esprit d'équipe\n-Bon niveau de Français et Anglais technique\n\nVeuillez envoyer votre dossier de candidature (CV avec Photo récente + prétentions salariales) dans les plus brefs délais en ligne.\nSeules les candidatures présélectionnées seront contactées, et ce, en toute confidentialité"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-charge-e-bi-data-miner-secteur-bancaire103118", "category": "informatique-web"}, {"date": "09 Mai 2022", "titre": "PROJECT MANAGEMENT OFFICER", "societe": "Recruitment consulting", "contrat": "(CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Une société leader depuis 1953 dans la représentation, la distribution et le service après-vente des secteurs automobile, agricole et industriel recrute dans le cadre du projet de refonte de son SI son: PROJECT MANAGEMENT OFFICER\n\n : \n\nAssurer le pilotage et le suivi des projets, tout en s’assurant du respect des délais et de la qualité: \n-Créer des reportings, des tableaux de bord, des états d'avancement, des documentations sur le projet\n-Suivre et vérifier l'avancement du projet (qualité / coût / délai / périmètre) et le respect du cahier des charges\n-Co-construire la vision du Produit\n-Communiquer la vision du Produit à l’équipe Agile\n-Modéliser et concevoir les différentes features/user story\n-Faire le lien entre les équipes (UX, technique, direction) et garantir l’atteinte des objectifs communs\n-Communiquer sur l'avancée du projet\n-Assurer le rôle de support fonctionnel sur l’ensemble des phases projet, l’accompagnement des utilisateurs, et le transfert de connaissances (si besoin est)\n-Suivre les risques du projet\n-Assurer la qualité du projet en identifiant les opportunités d’améliorations et en garantissant la cohérence des évolutions proposées avec les standards du marché en fonction de la roadmap du groupe"}, {"s_titre": "Profil", "s_description": "\n\n-Bac+5 en management de projet, informatique ou équivalent\n-10 ans minimum dans la conduite et/ou la coordination de projets relatifs à la mise en place de Système d’information\n-Expérience réussie dans les secteurs automobile, agricole, et/ou industriel\n-Expérience probante dans l’AMOA\n-Connaissance des lois concernant le cadre juridique et réglementations des technologies d’informations\n-Leadership et esprit d’entreprise, créativité, rigueur, organisation, méthode, orientation qualité, orientation solution, sens du relationnel, sens de la négociation et de la persuasion\n-Bon niveau de Français - l’Anglais serait un atout\n-Maîtrise des logiciels de bureautique et des logiciels de gestion de projet\n-Bonne connaissance de la méthode Agile"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-project-management-officer-cdd-de-24-mois103116", "category": "informatique-web"}, {"date": "09 Mai 2022", "titre": "ADMINISTRATEUR SYSTEMES ET RESEAUX -réf:ADMSYST-OCC/052022", "societe": "Ocean Call Group", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous sommes un groupe français, avec des sites off shore, near shore et in shore, spécialisé dans les métiers de l’expérience client."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Rejoindre Océan  call Group, c'est apprendre et se développer dans un environnement jeune, dynamique, stimulant et en très forte croissance.\n\nRattaché au pôle Infrastructure et Télécom, vous serez garant(e) du bon fonctionnement et de la qualité du système d'information de l'entreprise. Vous participerez à son évolution et piloterez l'accès aux utilisateurs.\n\nVos missions :\n-Maintenir le bon fonctionnement du réseau informatique de l’entreprise\n-Maîtriser les divers systèmes d’exploitation qui existent\n-Anticiper et résoudre les pannes qui pourraient survenir au niveau du réseau\n-Assister les utilisateurs en cas de pannes ou pour toutes difficultés rencontrées\n-Veiller à la sécurisation du réseau informatique de l’entreprise\n-Assurer une veille technologique sur son secteur\n-Connaître chaque aspect du réseau (câblage, routeur…)\n-Prévenir et définir les besoins d’évolution des équipements :\n\tConfiguration et administration des équipements réseaux\n\t- (firewall, routeur, switch,…)\n\tConfiguration et administration des serveurs \n\tAssurer le bon fonctionnement de l’infra de virtualisation\n\tGérer les incidents systèmes et réseau (niveaux 2 et 3) \n\tVeiller au bon fonctionnement réseau des parcs informatiques (niveau 3) \n\tVeille techno et suivi des évolutions MAJ du SI \n\tDéploiement logiciel et MAJ (WSUS) \n\tReporting et suivi des actions \n\tDocumentation SI \n-Veille technologique :\nAssurer une veille technologique afin d'anticiper les évolutions nécessaires à l'optimisation du système d'information."}, {"s_titre": "Profil", "s_description": "\n\n-Diplôme Bac+3/+4 en informatique \n-Bon niveau de Français\n-Expérience significative dans des environnements techniques équivalents\n\nHardskills :\nForte connaissance de :\n-Réseau TCP/IP (WAN, LAN, wifi, VPN SSL / IPSEC) \n-Equipements réseaux \t\n-(firewall Sophos Stormshield PFSence, routeur/ switch Cisco)\n-OS Microsoft Windows 2012 , 2016, 10 \n-OS Linux (CentOS, Debian , Ubuntu) \n-Active directory (DNS, DHCP, GPO) \n-Virtualisation VMware \n-Stockage NetApp\t\n-Proxy \n\nSoftskills :\n-Réactif, rigoureux, curieux et fiable\n-Travaille en équipe\n-Sens de l’initiative et organisation\n-Gestion des situations de crise"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                ADMSYST-OCC/052022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ocean-call-group-administrateur-systemes-et-reseaux103107", "category": "informatique-web"}, {"date": "09 Mai 2022", "titre": "STATISTICIEN BI -réf:STATBI-OCC/052022", "societe": "Ocean Call Group", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous sommes un groupe français, avec des sites off shore, near shore et in shore, spécialisé dans les métiers de l’expérience client."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Rejoindre Océan call Group, c'est apprendre et se développer dans un environnement jeune, dynamique, stimulant et en très forte croissance.\n\nRattaché au pôle Infrastructure et Télécom, vous serez garant(e) du bon fonctionnement et de la qualité du système d'information de l'entreprise. Vous participerez à son évolution et piloterez l'accès aux utilisateurs.\n\nVos missions:\n-Assurer la collecte d’informations, le traitement et l'analyse des données en les traduisant sous forme de reporting (tableaux,  graphes), permettant de répondre aux besoins de la gestion des activités (suivi, prise de décision, ....)\n-Assurez la mise à disposition de ces rapports pour tous les utilisateurs selon deadline.\n-Maintenir les rapports existants et les faire évoluer en fonction des besoins.\n-Garantir la qualité, la robustesse, la pérennité des outils et rapports livrés aux utilisateurs.\n-Identifier les améliorations possibles en termes de développements, de modélisation, d’administration de données."}, {"s_titre": "Profil", "s_description": "\n\n-Diplôme de BAC+3 en Informatique minimum.\n-Maîtrise des tableurs (Excel, googlesheet, ...) et en Power BI ou Data Studio\n-Connaissance des macros et scripts\n-Connaissances en Systèmes de Gestion de Base de Données Relationnelles (SQL server, MySql, postgress,...)\n-Expérience d’au moins un 02 ans en Business Intelligence et/ou en gestion d'ERP\n-Bonnes capacités relationnelles\n-Bon niveau de Français"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                STATBI-OCC/052022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ocean-call-group-statisticien-bi103104", "category": "informatique-web"}, {"date": "09 Mai 2022", "titre": "RESPONSABLE HELPDESK -réf:RESPHD-OCC/052022", "societe": "Ocean Call Group", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous sommes un groupe français, avec des sites off shore, near shore et in shore, spécialisé dans les métiers de l’expérience client."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Rejoindre Océan call Group, c'est apprendre et se développer dans un environnement jeune, dynamique, stimulant et en très forte croissance.\n\nRattaché au pôle Infrastructure et Télécom, vous serez garant(e) du bon fonctionnement et de la qualité du système d'information de l'entreprise. Vous participerez à son évolution et piloterez l'accès aux utilisateurs.\n\nVotre objectif : Mettre en place un processus efficace de gestion des tickets et de suivi d'inventaire.\n\nCapacité d’analyse:\nMulti site, le responsable helpdesk sera le point d'entrée des demandes et devra être en capacité de répondre ou de rediriger ces dernières avec efficacité.\nIl devra être proactif et remonté les alertes (ex : stock, récurrences des demandes, reconduction licence/maintenance) à la direction.\n\nVos missions :\no Mis en place d’un processus efficace de gestion des tickets.\n -Audit : Analyse le nombre de tickets, la typologie des tickets, temps moyen de traitement, le taux de retour, définition des KPI ?\n -Roadmap : définir une organisation processus de la gestion des tickets (analyse, routage, déploiement ...)\n -Mise en place du plan d’action, réalisation du plan action\n\no Purement Helpdesk à date\n -Analyse des tickets\n -Répondre aux tickets ou les redispatcher\n\no Gestion des actifs\n -Inventaire parc et mise à jour\n -Gestion des actifs (tout équipement informatique)\n -Gestion des licences et maintenances"}, {"s_titre": "Profil", "s_description": "\n\n-un diplôme d'ingéniorat en informatique\n-Une expérience avérée dans le domaine\n\nVos talents :\nHardskills :\n-Bonne connaissance du ticketing et des outils de ticketing... (Service Now, GLPI et autres...).\n-Capable de comprendre le fonctionnement des différents outils d'un BPO \n\nSoftskills : \n-Sympa, curieux, ouvert d’esprit / un peu touche à tout\n-Capacité de résolution\n-Forte capacité d’analyse et de synthèse\n-Proactivité\n-Bon niveau de Français"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                RESPHD-OCC/052022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ocean-call-group-responsable-helpdesk103101", "category": "informatique-web"}, {"date": "09 Mai 2022", "titre": "DIGITAL MARKETING ASSISTANT", "societe": "SMARTELIA", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Travailler chez Smartelia, c’est développer des compétences à la pointe de la technologie dans une ambiance conviviale et stimulante."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Attributions :\nAssurer la gestion des campagnes de publicité programmatique (gestion de budget, création de campagne, optimisation)\nCréer des Reportings hebdomadaires et/ou mensuels sur les campagnes\nOptimiser des campagnes et suivre les performances\nAnalyser les performance des campagnes\nFaire de l'automatisation/créer des outils et dashboard sur base de Google Scripts ou autres outils en ligne (connaissance dans ce domaine serait un atout mais pas obligatoire)\n\n\n** Formation assurée pour les débutants"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 :\nBacc scientifique/technique.\nBacc + 3 en Mathématiques / Informatique / Marketing / Gestion / Economie\nConnaissance et maîtrise d’Excel avancé (VBA est un atout) et Google sheets.\nConnaissance de base sur le marketing digital ou très intéressé par le marketing digital.\nBonne connaissance de l'anglais.\nNotion en statistique descriptive (tableaux et graphes).\n\n\nNous offrons des conditions de travail attractives: \n\nLieu de travail en centre-ville\nPas de travail le week-end et les jours fériés malgaches\nCadre de travail agréable \nActivités extra-professionnelles intéressantes \nTransport du personnel \n\nSi vous êtes passionné par le Marketing et la nouvelle technologie, vous aimez les challenges et aimeriez travailler dans le domaine du Webmarketing, ce job est fait pour vous   ! \nEnvoyez-nous vite votre CV avec une photo récente et un numéro de téléphone pour contact rapide ainsi qu’une lettre de motivation, le tout avec la référence “DIGITAL MKT ” à et  n’oubliez pas d’y mentionner votre prétention salariale."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DIGITAL MKT"}], "url": "https://www.portaljob-madagascar.com/emploi/view/smartelia-digital-marketing-assistant103085", "category": "informatique-web"}, {"date": "09 Mai 2022", "titre": "Développeurs javascript", "societe": "BPO Concept", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet d'outsourcing et centre d'appels"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                BPO Concept cherche 2 nouveaux développeurs javascript !\nLIEU : Antaninarenina (Antananarivo)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Titulaire d'une licence ou master en informatique ( développement en javascript) ou équivalent\n\nAyant 2 ans d'expériences minimum en tant que développeur javascript\n\nPour postuler, envoyez votre CV + un audio de présentation :\n- par email via le site"}], "url": "https://www.portaljob-madagascar.com/emploi/view/bpo-concept-developpeurs-javascript103060", "category": "informatique-web"}, {"date": "08 Mai 2022", "titre": "Chef de projet", "societe": "Tanyah Consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Ingénierie informatique\nTraitement de données"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Recherche Chef de projet Natural Language Processing (NLP) ou d'annotations d'images\n\nMission : \n* Encadrer une équipe de labelers\n* Relation avec le chef de projet France\n* Reporting à sa hiérarchie\n* Assurer la qualité des annotations et des reviews\n* Former / donner les consignes à son équipe"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                PROFIL :\n* Français excellent à l'oral comme à l'écrit\n* Autre langue (anglais, allemand, italien, espagnol ...) serait un plus\n* Expérience dans le domaine du NLP ou de l'annotation d'images\n* Avoir si possible déjà managé une petite équipe\n* Très bon relationnel\n* Maitrise des outils informatiques de base et au moins d'un outil d'annotation"}], "url": "https://www.portaljob-madagascar.com/emploi/view/tanyah-consulting-chef-de-projet-natural-language-processing-nlp-ou-d-annotations-d-images103043", "category": "informatique-web"}]