[{"date": "11 Mai 2022", "titre": "Développeur Web", "societe": "GEOMADAGASCAR", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Traitement des données Informatiques"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Production de lignes de code dans le cadre de la programmation de la plate-forme web.\n- Gestion et adaptation des solutions techniques lors du développement des fonctionnalités du site web.\n- Création de documentation sur les applications pour les développements ultérieurs ainsi que sur la mise en production. \n- Respect des pratiques courantes pour optimiser le référencement SEO ou le design\nresponsive…\n- Mise en place de tests suite à la mise en ligne et fonctionnement du site.\n- Participation à la conception des outils et méthodes propres à l’environnement technique Web.\n- Gestion de la maintenance du site web.\n- Correction des problèmes d’utilisation ou d’ergonomie signalés par le client.\n- Assurer la formation permettant l’utilisation du site et notamment la publication de nouveaux contenus (textes, médias…)."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Maitrise des Langages de programmation : Wordpress, Symfony, HTML5, CSS+, PHP7, JavaScript, (un plus : OpenLayers)\n- Maîtrise d’outils nécessaires à la programmation : CMS (Content Management System), éditeurs de code…\n- Connaissances en architecture serveurs (microservices, API, SOA…)\n- Formation continue et veille digitale sur les nouvelles pratiques de code."}], "url": "https://www.portaljob-madagascar.com/emploi/view/geomadagascar-developpeur-web103257", "category": "informatique-web"}, {"date": "11 Mai 2022", "titre": "Data Engineer", "societe": "GEOMADAGASCAR", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Traitement des données Informatiques"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Mettre en place et rendre opérationnel l'architecture et les infrastructures Big Data.\n- Concevoir des solutions qui permettent le traitement d'un volume très important et hétérogène de données.\n- Développer le flux de données et les préparer pour leur analyse.\n- Programmer, automatiser et optimiser les algorithmes de l'infrastructure qui permettront à l’équipe de Data Analyst et de Data Scientist d’analyser les données collectées.\n- Travailler en étroite collaboration avec l’équipe de Data tout au long des étapes de traitements des données.\n- Assurer de manière permanente au maintien des technologies, langages et du bon fonctionnement des infrastructures."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                • Maitrise des langages : R, Javascript. HTML5, Python, SQL (Un plus avec Openlayers, php7, SAS et WPS)\n• Maitrise des logiciels : Pack Office (Un plus, QGIS, QGIS serveur)\n• Maîtrise de divers systèmes d’exploitation : Windows, Linux\n• Connaissances en solutions de bases de données : POSTGRE ou MySql, (Un plus : Postgis et NoSQL)\n• Connaissance générale en termes de Big Data et Data Mining\n• Maitrise de ces technologies en Français et en Anglais"}], "url": "https://www.portaljob-madagascar.com/emploi/view/geomadagascar-data-engineer103256", "category": "informatique-web"}, {"date": "11 Mai 2022", "titre": "DEVELOPPEUR ET SUPPORT BUSINESS INTELLIGENCE", "societe": "Une société d'envergure", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Secteur Service"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                •\tCapter les besoins des utilisateurs en terme de business intelligence et les orienter vers l’exploitation des solutions existantes ou pour la formalisation de nouveaux besoins dans le cas contraire ;\n•\tParticiper au développement d’outil de business intelligence ;\n•\tAccompagner les utilisateurs dans l’exploitation des outils de business intelligence qui sont déployés dans la compagnie."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tDiplômé de BACC+5 en informatique;\t\n•\tTrois années d’expériences dans un poste similaire ;\n•\tForte connaissance en Business Intelligence (Datawarehousing, Big Data, Datamining, technique ETL, Web Reporting, OLAP, …) ;\n•\tMaitrise des langages de programmations en environnement JAVA, PYTHON, C#, VB NET ;\n•\tMaitrise des outils de base de données SQL Server, Oracle, Postgre SQL ;\n•\tConnaissance en administration et paramétrage du serveur Tomcat ;\n•\tÊtre à l’aise sur l’utilisation de Framework JAVA, des outils Open Source;\n•\tForte capacité de synthèses ;\n•\tAvoir le sens relationnel, de l’initiative et de détails."}], "url": "https://www.portaljob-madagascar.com/emploi/view/anonyme-developpeur-et-support-business-intelligence103324", "category": "informatique-web"}, {"date": "11 Mai 2022", "titre": "GRAPHISTE WEB DESIGNER -réf:GWD-0522", "societe": "STEP UP", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Communication digital, Web et Formation"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Répondre au cahier de charges tout en respectant scupuleusement les chartes graphiques\n- Créer des supports digitaux\n- Créer des montages et des illustrations vidéo\n- Créer un design esthétique et fonctionnel selon les besoins du client"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Diplômé en multimédia, infographiste ou équivalent\n- Maîtrise de la Suite Adobe CC (Photoshop, Illustator, Indesign, After Effect, Première) et Canva...\n- Bonne maîtrise de l'univers du graphisme, du design et du montage vidéo\n- Maîtrise de la langue française, l'anglais serait un plus\n- Esprit créatif, méticuleux\n- Force de proposition et dynamique"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                GWD-0522"}], "url": "https://www.portaljob-madagascar.com/emploi/view/step-up-graphiste-web-designer103314", "category": "informatique-web"}, {"date": "11 Mai 2022", "titre": "GRAPHISTE (F/H)", "societe": "Rova Caviar Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Delphyne, Christophe Dabezies et Alexandre Guerrier, trois dynamiques entrepreneurs français installés\ndepuis la fin des années 90 à Madagascar, décident de se lancer dans le Caviar en 2009. Ils créent la ferme Acipenser, la première ferme d’esturgeons d’Afrique et de l’Océan Indien.\nAprès des années de travail, le premier caviar est produit le 26 juin 2017, le jour de la fête nationale\nde Madagascar. Il porte le nom de Rova Caviar, « Rova » faisant référence au nom du Palais de la Reine surplombant la capitale, Antananarivo; un emblème qui estampille les boîtes « d’Or noir ». La Maison de luxe Rova Caviar est fondée sur la pureté du terroir de l’île rouge pour une clientèle amatrice des mets les plus subtils du monde et à la recherche de rareté, d’excellence, de transparence et d’expérience.\n\nEn 2018 naît Kasnodar Caviar, la marque premium de demain, à la fois exquise et festive. La philosophie\nde l’enseigne est reflétée à travers une identité bicolore forte de deux univers : « Black » pour l’effervescence des nuits citadines et « White » pour l’ambiance unique des fêtes en plein jour, hiver comme été.\nKasnodar Caviar est la promesse d’une expérience nouvelle : la joie de vivre, sans limite, universelle."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                DESCRIPTION DU POSTE\nVotre tâche principale sera de matérialiser en images les demandes clients afin de ressortir le message véhiculé tout en respectant la charte graphique établie.\nLes activités : \n• Identifier et analyser le besoin du client interne \n• Élaborer un concept qui répond à ce besoin et qui traduit le message à communiquer\n• Réaliser les supports de communication visuelle ou de publicité\n• Créer des maquettes de présentation\n• Fournir des supports de communication prête à l’emploi et déclinante de la charte graphique de l'entreprise"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                PROFIL :\n• Bacc+2 en Multimédia\n• Très bon niveau de français à l’écrit comme à l’oral\n• Habileté dans l’utilisation de logiciels professionnels de graphisme (Photoshop, In Design et Illustrator)\n• Ouverture sur le monde extérieur\n• Sens de la création artistique et de la précision\n• Bonne capacité organisationnelle\n• Flexibilité et résistance au stress"}], "url": "https://www.portaljob-madagascar.com/emploi/view/acipenser-sa65-graphiste-f-h103299", "category": "informatique-web"}, {"date": "11 Mai 2022", "titre": "FORMATEUR \"INFORMATIQUE BUREAUTIQUE\"", "societe": "SO TALENT", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ---"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                En tant que formateur en Bureautique, vous aurez la responsabilité de :\n•\tConduire la formation aux entreprises clientes \n•\tElaborer le syllabus de formation suivant les besoins réels des clients\n•\tParticiper à l’élaboration du cahier de charges de la formation \n•\tParticiper à l’évaluation des acquis des participants \n•\tProduire un rapport technique à la fin de la formation \n•\tRespecter les normes et éthiques professionnelles"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tMinimum Licence en informatique  \n•\tMinimum 2 ans d’expérience dans un métier ayant une relation avec le module bureautique : Word, Excel, PowerPoint\n•\tMinimum 2 ans d’expérience en tant que formateur en informatique (bureautique) \n•\tBonne aisance à l'oral et disposant d'un bon sens relationnel\n•\tBonne maitrise des techniques de formation et l’approche andragogique"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                FIB/T-0522"}], "url": "https://www.portaljob-madagascar.com/emploi/view/so-talent-formateur-informatique-bureautique-toamasina103276", "category": "informatique-web"}, {"date": "11 Mai 2022", "titre": "Développeur FullStack JS", "societe": "Hairun technology", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                HaiRun Technology est une ESN (Entreprise de Services du Numérique) basée à Madagascar, spécialisée dans la conception et développement de projets web, mobiles et d'applicatifs serveurs."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                La nouvelle technologie vous passionne ? Vous êtes réactifs et vous voulez rejoindre une équipe jeune, dynamique? N’hésitez plus, HaiRun Technology vous attend dans l’ère du numérique. Pour accompagner la croissance de notre activité, nous recrutons pour un poste de Développeur full stack JavaScript, à pourvoir immédiatement.  \n\n :  \n\n- Participer à toutes les phases du cycle de développement ; \n- Interagir avec le client pour comprendre et caractériser ses besoins, voire le conseiller si nécessaire ; \n- Développer de nouvelles fonctionnalités du concept à la livraison ;\n - Concevoir et résoudre des problèmes complexes en écrivant un code simple et efficace ;\n - Diagnostiquer et résoudre les problèmes afin d’améliorer la robustesse du code."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Sortant d'une école d'ingénieur et passionné par le monde du développement logiciel ;\n- Maîtrise des frameworks Javascript : Angular, ReactJS, NodeJS, ...;\n- Volonté d’apprendre de nouvelles technologies et concepts ;\n- Excellentes compétences en communication ;\n- Curieux, méthodique et organisé ;\n- Dynamique, motivé et prêt à s’investir dans le développement de l’entreprise."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DevJS/HRT/2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hairun-technology28-developpeur-fullstack-js-confirme-senior103269", "category": "informatique-web"}, {"date": "11 Mai 2022", "titre": "DEVELOPPEUR PYTHON", "societe": "Hairun technology", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                HaiRun Technology est une ESN (Entreprise de Services du Numérique) basée à Madagascar, spécialisée dans la conception et développement de projets web, mobiles et d'applicatifs serveurs."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                HaiRun Technology est une ESN (Entreprise de Services du Numérique) basée à Madagascar, spécialisée dans la conception et développement de projets web, mobiles et d'applicatifs serveurs. Pour accompagner la croissance de notre activité, nous recrutons Plusieurs Développeurs Python\n\n :\n\n- Participer à toutes les phases de conception et de développement/test unitaire ; \n- Prendre en charge le développement des tâches complexes ; \n- Diagnostiquer et résoudre les problèmes afin d’améliorer la robustesse du code ; \n- Développer proprement les différentes fonctionnalités et apporter une meilleure flexibilité aux codes existants."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Bac + 5 en informatique ou équivalent ;\n2 ans d’expériences minimum.\n\nSAVOIR : \n\n- Une connaissance pointue sur : Python, Django\n- Maîtrise des SGBD : MySQL, PostgreSQL\n\nSAVOIR-FAIRE : \n\n- Prise d’initiative lors d’un blocage ; \n- Remontée d’information sur le traitement effectué ; \n- Rapidité de traitement ; \n- Respect des normes de codages et de qualités ; \n- Respect des deadlines ;\n\nSAVOIR-ÊTRE : \n\n- Sens d’organisation et de communication ;\n- Sens d’adaptation et d’apprentissage ;\n- Esprit dynamique, curieux et impliqué ; \n- Aisance relationnelle;\n- Communication orale et écrite."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DevPython/HRT/2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hairun-technology28-developpeur-python103268", "category": "informatique-web"}, {"date": "", "titre": "UN(E) SUPPORT UTILISATEURS NIVEAU 1", "societe": "Be-Ys OUTSOURCING SERVICES Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Traitement de données informatiques"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Après formation sur le métier pour initiation aux périmètres techniques, vous :\n- Prendrez en charge les sollicitations des clients (appels, mails, Self-Service)\n- Tracerez les sollicitations via un outil de ticketing\n- Analyserez, diagnostiquerez et résoudrez les problématiques utilisateurs de niveau 1\n- Traiterez les demandes de service selon les procédures en place\n- Traiterez des alertes de supervision système, réseau, BDD, etc.\n- Vérifierez quotidiennement les plateformes clientes afin d’en assurer la disponibilité\n- Assisterez et accompagnerez les utilisateurs à distance\n- Escaladerez et suivrez les tickets non résolus au niveau supérieur\n\nPERIMETRES TECHNIQUES :\n• Citrix Virtual Apps et Desktop, PVS et WEM, Remote Desktop Services\n• VMware Vsphere : ESXi & vCenter\n• Windows server 2008 à 2019\n• Active Directory, Exchange Server/Exchange online, Office 365\n• Zabbix, SCOM, SCCM\n• Microsoft Azure\n• Autres outils d’administration"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Bac+3 en informatique et/ou connaissances en Virtualisation\n- Expériences en IT et/ou Support Utilisateurs\n- Très bon sens d’analyse et de synthèse\n- Orienté(e) « satisfaction client »\n- Excellente élocution en langue française et qualité rédactionnelle\n- La connaissance de l’anglais serait un plus\n- Résistance au stress et à la pression\n- Capacité à travailler en équipe\n\nPour postuler, envoyez votre dossier composé d’un CV + Lettre de motivation + photo + prétention salariale + contact avec la référence « SU N1 » via le site au plus tard le 31 mai 2022."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                SU N1"}], "url": "https://www.portaljob-madagascar.com/emploi/view/be-ys-outsourcing-services-madagascar-un-e-support-utilisateurs-niveau-1103026", "category": "informatique-web"}]