[{"date": "17 Mai 2022", "titre": "Webdesigner / graphiste", "societe": "SLT Mada", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Création de site web- Référencement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Afin de poursuivre la croissance de l’agence, le service technique souhaite renforcer son équipe actuelle. Vous serez autonome et organisé dans la réalisation de vos tâches sous la supervision du responsable du service développement web et du chef de projet web.\n\n principales :\n· Création de manière autonome du design des maquettes web dans le respect du cahier des charges\n· Réalisation de la maquette sous Photoshop.\n· Découpe de la maquette pour intégration web.\n secondaires (selon profil) : \n· Intégration des chartes en HTML / CSS.\n· Intégration de contenu sur support CMS (textes, images...).\n· Réalisation d'autres projets (logo / supports print)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                · Vous possédez un réel sens de l’esthétique et une créativité infinie permettant de créer le design complet des sites web\n· Vous maîtrisez les logiciels Adobe\n· Vous êtes une personne passionnée, curieuse et créative.\nIssu d'une formation en webdesigner / graphisme ou autodidacte chevronné, vous justifiez d’une première expérience professionnelle réussie dans ce domaine.\nMerci de joindre un CV à jour et une lettre de motivation personnalisée à votre candidature. Indiquez les références de maquettes web créées par vos soins ainsi que vos prétentions salariales.\nSeules les candidatures sélectionnées seront recontactées pour un test et un entretien.\nCette offre ne concerne pas le télétravail et les freelances.\nType d'emploi : Temps plein, CDI"}], "url": "https://www.portaljob-madagascar.com/emploi/view/slt-agence-redaction-web-mada-webdesigner-graphiste103664", "category": "informatique-web"}, {"date": "17 Mai 2022", "titre": "Un Développeur C# .NET Confirmé", "societe": "HR OPPORTUNITY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet spécialisé dans le domaine RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                HR OPPORTUNITY recrute Un Développeur C# .NET Confirmé (H/F) pour son client en France. \n\nVos missions: \n Participer aux chantiers techniques de votre équipe, du besoin à l’exécution en production\n Analyser les besoins exprimés, les challenger et étudier leur faisabilité\n Concevoir et estimer en équipe les solutions techniques, en prévoyant si besoin un refactoring ou une refonte de l’architecture\n Développer et aider à la mise en œuvre des bonnes pratiques de développement : TDD, BDD,\npair/mob programming, Clean Code, Software Craftsmanship, etc.\n Documenter soigneusement vos composants internes que les composants publics et open source. Et automatiquement, si possible\n Effectuer de la veille technologique, tester les nouveautés et partager vos apprentissages avec le reste de la Tech"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 Vous disposez de cinq ans minimum d'expérience en tant que développeur logiciel\n Expérimenté en C#, éventuellement le Javascript\n Vous avez déjà travaillé dans le Web et même sur un Cloud public (Azure, ce serait encore mieux !)\n Pour vous l'agilité est un mode de vie, vous êtes à l'aise en Kanban\n Vous avez de l'expérience des architectures orientées micro-services, vous maîtrisez HTTP, REST et les systèmes de messaging.\n Véritable « software craftsman » : la qualité du code est une de vos préoccupations majeures\n Vous êtes bon(ne) communiquant(e), avec des capacités de conviction, de transmission du savoir et de travail en équipe"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DCC2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hr-opportunity-un-developpeur-c-net-confirme-h-f103663", "category": "informatique-web"}, {"date": "17 Mai 2022", "titre": "Un Développeur Power BI - ref : DPBI2022", "societe": "HR OPPORTUNITY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet spécialisé dans le domaine RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                HR OPPORTUNITY recrute Un Développeur Power BI (H/F) pour son client en France. \n\nVos missions: \n Cadrage du besoin, conception et analyse fonctionnelles et techniques\n Maîtrise de la plateforme complète, installation et dimensionnement\n Création d’application, modélisation et développement de rapports et tableaux de bord sous Power BI\n Rédaction de documentation fonctionnelle et/ou technique\n Formation d’utilisateurs (rices) et équipe projet\n Participation à des avant-ventes\n Réalisation de POC (Proof Of Concept)\n Participation éventuelle à des événements partenaires"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 De formation Bac+5, vous disposez de 5 ans d'expérience dans le domaine du décisionnel\n Vous avez développé une expertise concrète sur Power BI\n Maîtrise des concepts de base de l'informatique décisionnelle (modélisation, alimentation, restitution...)\n Technos : Power BI, SQL, JIRA/Confluence\n Capacité à préparer et mener des ateliers métiers\n Capacité à appréhender le contexte métier\n Capacité à former des utilisateurs et équipes projet\n Une ou plusieurs certifications seraient fortement appréciées\n Vous êtes autonome, rigoureux, méthodique et proactif. Vous avez des capacités et un intérêt particulier pour le travail d’équipe"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DPBI2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hr-opportunity-un-developpeur-power-bi-h-f103662", "category": "informatique-web"}, {"date": "17 Mai 2022", "titre": "Un Architect Cloud - réf : AC2022", "societe": "HR OPPORTUNITY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet spécialisé dans le domaine RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                HR OPPORTUNITY recrute Un Architect Cloud (H/F) pour son client en France. \n\nVos missions:\n Accompagner les équipes techniques du domaine à architecturer leurs solutions et à construire leurs roadmaps\n Construction des architectures cloud en support de l'hébergement des produits (performance, haute disponibilité, DRP, maîtrise financière, etc.)\n Industrialisation du déploiement des environnements\n S’assure que les produits déployés sont accessibles à l’ensemble des BUs du groupe dans des conditions optimales de fonctionnement et avec le niveau de résilience attendu\n Vérifie et analyse les impacts techniques des nouvelles solutions et leur cohérence avec l'architecture existante\n Vous mettez en place les pratiques devops pour les éléments d’infrastructure (caas, network, monitoring, alerting, etc.)\n Vous pilotez l’équipe CloudOps qui accompagne les équipes produits de la plateforme\n Vous effectuez la veille technologique des services offerts par les cloud provider et communiquez/partagez le résultat."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 Vous capitalisez sur une expérience solide en tant que Tech lead Software Architect\n Vous avez une excellente maîtrise technique des environnements Cloud :\n Expérience sur GCP en mode CaaS (GKE)\n Azure serait un plus\n Vous maitrisez l’industrialisation des déploiements : Github Actions, Terraform\n Vous savez concevoir une architecture cloud en suivant les meilleures pratiques sur les 5 domaines : performance, sécurité, fiabilité, optimisation des coûts, excellence opérationnelle\n Vous avez déjà évolué au sein d’une culture DevOps\n Vous disposez d’une vision globale et savez prendre de la hauteur pour assurer la cohérence technique des plateformes\n Vous aimez développer l’interdépendance et travailler en équipe\n Vous savez vous appuyer sur vos qualités de communication pour fédérer et mobiliser, aptitude à travailler dans un contexte international, curieux"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                AC2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hr-opportunity-un-architect-cloud-h-f103661", "category": "informatique-web"}, {"date": "17 Mai 2022", "titre": "Un Développeur Fullstack Java/Angular", "societe": "HR OPPORTUNITY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet spécialisé dans le domaine RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                HR OPPORTUNITY recrute Un Développeur Fullstack Java/Angular pour son client en France. \n\nVos missions: \n L'analyse et la conception technique afin de répondre aux besoins du métier\n Le développement de nouvelles fonctionnalités\n Développement Front-End et Back-End en fonction des besoins des utilisateurs\n La maintenance corrective et évolutive des développements\n La participation aux cérémonies agile (Planning / Daily Scrum / Rétrospective)\n Rédaction de livrables techniques\n Réalisation de tests unitaires et rédactions des rapports de test\n Maintenance corrective de l’application"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 Bac + 5 en Informatique, vous justifiez d'une expérience de minimum 3 ans sur un poste similaire.\n Vous êtes autonome, rigoureux, méthodique et proactif. Vous avez des capacités et un intérêt particulier pour le travail d’équipe. Vous souhaitez rejoindre une équipe passionnée de digital, d’IA et d’innovation et vous maîtrisez les compétences nécessaires \n Connaissance en - API REST / Java JEE, Typescript, Angular, Bootstrap / Oracle, PostegreSQL"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DFJA2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hr-opportunity-un-developpeur-fullstack-java-angular103660", "category": "informatique-web"}, {"date": "17 Mai 2022", "titre": "Un Développeur Java/JEE", "societe": "HR OPPORTUNITY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet spécialisé dans le domaine RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                HR OPPORTUNITY recrute un Développeur Java/JEE pour son client en France. \n\nVos missions: \n Définir la solution technique avec l'équipe et l'architecte\n Evaluer la charge de travail / complexité associée / effort\n Réaliser les développements et tests unitaires\n Assurer un bon niveau de performance de la solution\n Participer à la planification dans le cadre des PI Planning\n Assister les QA dans la validation des développements\n Participer aux cérémonies agiles Sprint"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 Diplômé(e) d’une Ecole d’Ingénieur ou titulaire d’un Bac + 5 en Informatique, vous justifiez d’au moins 3 ans d’expérience sur un poste similaire.\n Vous êtes rigoureux, plein d’énergie, curieux, ambitieux, vous avez le sens des relations interpersonnelles, l’esprit d’initiative.\n Vous êtes autonome, rigoureux, méthodique et proactif. Vous avez des capacités et un intérêt particulier pour le travail d’équipe."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DJ2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hr-opportunity-un-developpeur-java-jee103658", "category": "informatique-web"}, {"date": "17 Mai 2022", "titre": "Un DevOps confirmé", "societe": "HR OPPORTUNITY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet spécialisé dans le domaine RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                HR OPPORTUNITY recrute Un DevOps confirmé pour son client en France. \n\nVos missions: \n Travailler avec les équipes de développement pour améliorer la qualité globale du delivery\n Fournir et maintenir une infrastructure stable pour les clients et les équipes \n Management as code de l’infrastructure \n Faire évoluer les outils et l’infrastructure pour anticiper les besoins en scalabilité verticale et horizontale\n Automatiser des processus de gestion d’environnements pour réduire la charge de travail de l’équipe\n Maîtriser les coûts d’hébergement (FinOps) \n Moderniser la plateforme de CI/CD\n Améliorer de façon continue la sécurité de l’infrastructure (SecOps)\n Transmettre et partager votre savoir"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 2 ans d’expérience professionnelle dans un rôle SRE, Ops ou DevOps\n Ou au moins 5 ans en tant que développeur avec les bonnes pratiques de CI/CD\n Maîtrise Linux vous avez une expérience avec au moins un cloud provider\n Vous êtes à l'aise avec le trouble shooting dans des environnements de production\n Un plus : vous êtes à l'aise avec l’écosystème Kubernetes ; vous maîtrisez Terraform, Ansible ou d'autres langages d'Infra as code\n Vous êtes curieux et favorisez l’apprentissage continu \n Vous êtes reconnu pour votre proactivité, votre esprit d’équipe et votre capacité à communiquer efficacement"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEVO2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hr-opportunity-un-devops-confirme103657", "category": "informatique-web"}, {"date": "17 Mai 2022", "titre": "Un Data Engineer (AWS/Python/Spark)", "societe": "HR OPPORTUNITY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet spécialisé dans le domaine RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                HR OPPORTUNITY recrute Un Data Engineer (AWS/Python/Spark) pour son client en France. \n\nVos missions:\n Concevoir des modèles efficaces pour stocker et analyser des téraoctets de données.\n Mettre en œuvre des flux d'acquisition et de transformation complexes\n Construire des modèles de données intelligents pour servir nos équipes produits et nos équipes BI, Insights et data science tout en minimisant les coûts.\n Développer des outils pour aider nos data scientists à industrialiser les projets d'apprentissage automatique.\n Travailler sur la qualité et la fiabilité des données pour garantir que nous fournissons des mesures fiables à l'ensemble de l'entreprise.\n Développer des outils pour aider nos scientifiques à industrialiser les projets d'apprentissage automatique.\n Développer notre plateforme de science des données\n Industrialiser les projets d'apprentissage automatique avec les scientifiques spécialisés dans les données.\n La stack de la plateforme de données est construite sur AWS (S3, EC2, EMR)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 Minimum de 3 ans d'expérience, vous avez une parfaite connaissance des Data Engineering, des technologies et vous maîtrisez python (idéalement avec plusieurs autres langages backend et vous connaissez bien les meilleures pratiques de développement logiciel, telles que CI/CD, tests unitaires, QA et création de mocks...).\n Excellent esprit d'équipe et à l'aise pour interagir avec les parties prenantes techniques et commerciales.\n Habitué à travailler dans un environnement agile et à accepter les changements de priorités.\n Curieux, humble et faisant preuve d'un équilibre entre créativité et pragmatisme.\n Grande volonté d'apprendre et d'enseigner aux autres\n Maîtrise de l'anglais (écrit et parlé)\n Maîtrise de SQL et de Python\n Maitrise d'AWS\n Maîtrise de git et d'unix\n Technologies de streaming (CDC pipelines, stream processing, ...)"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DE2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hr-opportunity-un-data-engineer-aws-python-spark103656", "category": "informatique-web"}]