[{"date": "17 Mai 2022", "titre": "Un DevOps confirmé", "societe": "HR OPPORTUNITY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet spécialisé dans le domaine RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                HR OPPORTUNITY recrute Un DevOps confirmé pour son client en France. \n\nVos missions: \n Travailler avec les équipes de développement pour améliorer la qualité globale du delivery\n Fournir et maintenir une infrastructure stable pour les clients et les équipes \n Management as code de l’infrastructure \n Faire évoluer les outils et l’infrastructure pour anticiper les besoins en scalabilité verticale et horizontale\n Automatiser des processus de gestion d’environnements pour réduire la charge de travail de l’équipe\n Maîtriser les coûts d’hébergement (FinOps) \n Moderniser la plateforme de CI/CD\n Améliorer de façon continue la sécurité de l’infrastructure (SecOps)\n Transmettre et partager votre savoir"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 2 ans d’expérience professionnelle dans un rôle SRE, Ops ou DevOps\n Ou au moins 5 ans en tant que développeur avec les bonnes pratiques de CI/CD\n Maîtrise Linux vous avez une expérience avec au moins un cloud provider\n Vous êtes à l'aise avec le trouble shooting dans des environnements de production\n Un plus : vous êtes à l'aise avec l’écosystème Kubernetes ; vous maîtrisez Terraform, Ansible ou d'autres langages d'Infra as code\n Vous êtes curieux et favorisez l’apprentissage continu \n Vous êtes reconnu pour votre proactivité, votre esprit d’équipe et votre capacité à communiquer efficacement"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEVO2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hr-opportunity-un-devops-confirme103657", "category": "informatique-web"}, {"date": "17 Mai 2022", "titre": "Un Data Engineer (AWS/Python/Spark)", "societe": "HR OPPORTUNITY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet spécialisé dans le domaine RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                HR OPPORTUNITY recrute Un Data Engineer (AWS/Python/Spark) pour son client en France. \n\nVos missions:\n Concevoir des modèles efficaces pour stocker et analyser des téraoctets de données.\n Mettre en œuvre des flux d'acquisition et de transformation complexes\n Construire des modèles de données intelligents pour servir nos équipes produits et nos équipes BI, Insights et data science tout en minimisant les coûts.\n Développer des outils pour aider nos data scientists à industrialiser les projets d'apprentissage automatique.\n Travailler sur la qualité et la fiabilité des données pour garantir que nous fournissons des mesures fiables à l'ensemble de l'entreprise.\n Développer des outils pour aider nos scientifiques à industrialiser les projets d'apprentissage automatique.\n Développer notre plateforme de science des données\n Industrialiser les projets d'apprentissage automatique avec les scientifiques spécialisés dans les données.\n La stack de la plateforme de données est construite sur AWS (S3, EC2, EMR)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 Minimum de 3 ans d'expérience, vous avez une parfaite connaissance des Data Engineering, des technologies et vous maîtrisez python (idéalement avec plusieurs autres langages backend et vous connaissez bien les meilleures pratiques de développement logiciel, telles que CI/CD, tests unitaires, QA et création de mocks...).\n Excellent esprit d'équipe et à l'aise pour interagir avec les parties prenantes techniques et commerciales.\n Habitué à travailler dans un environnement agile et à accepter les changements de priorités.\n Curieux, humble et faisant preuve d'un équilibre entre créativité et pragmatisme.\n Grande volonté d'apprendre et d'enseigner aux autres\n Maîtrise de l'anglais (écrit et parlé)\n Maîtrise de SQL et de Python\n Maitrise d'AWS\n Maîtrise de git et d'unix\n Technologies de streaming (CDC pipelines, stream processing, ...)"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DE2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hr-opportunity-un-data-engineer-aws-python-spark103656", "category": "informatique-web"}]