[{"date": "13 Mai 2022", "titre": "Ingénieur en systèmes d'information - réf : ISF", "societe": "Anonyme", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Centre de formation"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                MISSIONS\n\nRattaché au Directeur Système d’Information, l’Ingénieur Sécurité Système d’Information a pour mission l'évaluation des risques de Sécurité des Systèmes d'Information (SSI) et le pilotage des actions de traitement de ces risques.\nIl travaille en collaboration avec les autres départements de la DSI (IT et ERP & Développement) pour la définition, la mise en œuvre et le contrôle de la politique de sécurité du Groupe.\n\nMise en Place du Cadre Général de la SSI\n- Définir la politique de sécurité sur tous les aspects du Système d’Information\n- Établir de la charte de sécurité\n- Définir des KPI de sécurité\n\nÉtablissement des Plans de la SSI\n- Évaluer les risques et les menaces sur tous les volets du Système d’Information\n- Valider techniquement les outils actuels de sécurité et de leur bonne utilisation\n- Établir le :\no Plan d’action de la SSI : recommandations et des modes opératoires pour le traitement des risques et des menaces déterminés\no Plan de prévention des risques\no Plan de continuité d’activité (PCA) suite à une menace ou un sinistre\n\nMis en Œuvre et Suivi les Plans de la SSI\n- Réaliser les actions de traitement des risques et des menaces de sécurité définis dans le plan d’action de la SSI\n- Appliquer les normes et les standards de sécurité définis dans le plan de prévention des risques\n- Tester régulièrement le PCA\n\nAudit et Contrôle\n- Organiser et piloter les missions régulières d’audit sur la SSI\n- Suivre les tableaux de bord de sécurité et assurer le reporting sur les KPI prédéfinis\n\nCommunication et Formation sur les Normes de Sécurité\n- Réaliser et actualiser le référentiel de SSI du Groupe\n- Définir le besoin en formations pour les membres de la DSI et les utilisateurs dans le Groupe\n- Mettre en place des actions de sensibilisation sur les sujets de la SSI\n\nVeille Technologique et Prospective\n- Suivre les évolutions réglementaires et techniques relatives à la SSI\n- Anticiper les fuites en interne de données physiques et numériques"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Formation : Formation de niveau BAC+5 (Ingénieur ou Master M2) en informatique, avec spécialisation en Sécurité Système d’Information (SSI)\n\nExpériences professionnelles : 02 ans d’expériences minimum dans des projets concrets de SSI\n\nConnaissances Techniques :\n- Maîtrise Normes de sécurité (ISO 2700x, etc.)\n- Excellentes connaissances en concepts techniques des Systèmes d’Information : réseaux, systèmes, ERP, développement/hébergement web, etc.\n- Connaissances juridiques et réglementaires au sujet de la SSI\n\nLangues :\n- Malagasy\n- Français : maîtrise\n- Anglais : moyen\n\nAtouts Comportementaux :\n- Rigueur\n- Curiosité\n- Grande polyvalence\n- Autonomie\n- Capacité d’analyse de besoins\n- Aisance relationnelle\n- Organisation"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                ISF"}], "url": "https://www.portaljob-madagascar.com/emploi/view/centre-de-formation44-ingenieur-en-systemes-d-information103486", "category": "informatique-web"}, {"date": "13 Mai 2022", "titre": "Lead Angular", "societe": "BOCASAY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ENS"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Nous recrutons un Lead Développeur Javascript (Angular 2) souhaitant rejoindre une équipe de développeurs passionnés.\n\nAu sein d’une équipe à taille humaine rassemblant des compétences variées, dans une bonne ambiance de travail, vous développerez en équipe des solutions web à fortes valeurs ajoutées.\n\nGarant de la veille technologique, nous serons à l’écoute de vos propositions d’évolutions.\n\nVous interviendrez sur le développement d'applications web autour des aspects suivants : \n_ Développement,\n_ Phases de tests et débogage,\n_ Mise en production."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                _ Parfaite maîtrise de JavaScript,\n_ Maîtrise de VanillaJS, ES5, Angular 1 & 2, Typescript, Node JS\n_ Bonne connaissance en application mobile,\n_ Expérience réelle de 2 ans minimum,\n_ Connaissances de la méthode Agile (Scrum et Kanban), de CMS (Wordpress, Prestashop, Drupal, …) constituent un plus.\n\nAu-delà de votre cursus scolaire, nous attachons beaucoup d’importance à vos compétences techniques et vos qualités personnelles. Créatif et passionné, vous avez une bonne culture du web."}], "url": "https://www.portaljob-madagascar.com/emploi/view/bocasay54-lead-angular103477", "category": "informatique-web"}, {"date": "14 Mai 2022", "titre": "(01) Développeur Java", "societe": "Value iT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous sommes une société de services numériques, un intégrateur de solutions IT et télécoms. Notre mission est de faire de votre système d’informations un atout, un levier de performance."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -Créer et assurer la maintenance  des crawlers (Programmes de collecte de données sur le web).\n -Analyser  les difficultés et proposer des solutions techniques.\n-Communiquer avec nos collaborateurs à l'étranger."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Vous êtes issu d’une formation technique supérieure (Bacc +4/5), idéalement en informatique\n- Le développement Java vous passionne et vous aimez résoudre des problèmes complexes.\n- Vous êtes créatif et disposez d’excellentes capacités d’analyse et de réflexion\n- Vous avez une approche méthodique et rigoureuse, vous savez suivre des process.\n- Vous maîtrisez différents environnements techniques (Windows, Linux)."}], "url": "https://www.portaljob-madagascar.com/emploi/view/outsourcia-madagascar-01-developpeur-java103479", "category": "informatique-web"}]