[{"date": "11 Mai 2022", "titre": "Développeur Full Stack Web & Mobile", "societe": "AfriDoctor / MadaDoc", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                AfriDoctor / MadaDoc est une plateforme de l'e-santé, opérant dans une dizaine de pays en Océan Indien et en Afrique subsaharienne. \n\nAfriDoctor / MadaDoc a pour objectif de faciliter l’accès aux soins via le réseau des médecins et établissements de santé existants dans un premier temps et de proposer des solutions innovantes basées sur les nouvelles technologies dans un second temps. La mission, que l’on propose, aura du sens et va impacter grandement la vie quotidienne des populations locales."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                En tant que développeur Full Stack, vous participerez à toutes les phases de développement web & mobile\n• Développement des fonctionnalités en respectant les bonnes pratiques de développement\n• Tests et validation des fonctionnalités développées\n• Maintenance corrective et évolutive\n• Support de fonctionnement des applications \nVous serez conduit à travailler sur des technologies de pointe adaptées au monde d’aujourd’hui (scalabilité, interface temps réel et automatisation).\nC’est une opportunité unique qui vous permettra de travailler sur un environnement technologique très moderne"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Passion pour \"coder\". Et travailleur, honnête, débrouillard avec une \"tête bien faite\" \n• 0 à 5 ans d’expériences en développement web et/ou mobile (au minimum 1-2 stages de 3 à 6 mois requis)\n• BSc / Bac +3 ou équivalent\n• Excellente communication en Français\n• Idéalement, maîtrise de React\n\nEnvoyer votre candidature (CV + courte présentation) via le site."}], "url": "https://www.portaljob-madagascar.com/emploi/view/afridoctor-developpeur-full-stack-web-mobile103344", "category": "informatique-web"}]