[{"date": "03 Mai 2022", "titre": "CTO / Chief Technical Officier", "societe": "CONSTELLATION", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Entreprise d'externalisation commercial, relation client, architecture 3D et développement web et mobile."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Identifier les risques et les opportunités technologique et élaborer une stratégie d'innovation \n\nDéployer les projets de nouvelles technologies de grandes envergures et piloter/manager les équipes de developpement web et mobile-software\n\nS'impliquer dans l'encadrement d'implantation des nouveaux processus IT\n\nParticiper aux décisions prises par le comité de direction et effectuer de la veille technologique approfondie \n\nAnticiper les nouvelles pratiques et opportunités techniques accessibles afin de dynamiser l'activité présente\n\nAssurer la relation client :\nPoint client du quotidien\nReporting hebdomadaire \n\nAnalyser les besoins des clients et dresser le cahier de charge. \n\nFaire passer les évaluations des nouveaux collaborateurs sur son pôle d'activité."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                BACC+5 en école d'ingénieur informatique (ENI ou autres) \n\nPlus de 2 ans d'expériences en développement web/mobile. \n\nPlus d'2 ans d'expériences sur un poste de management d'activité informatique. \n\nÂgé entre 35 ans à 45 ans\n\nConnaissances approfondies des NTIC\n\nOrganisation, rigueur, sens relationnel"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                CO-CTO/PJ"}], "url": "https://www.portaljob-madagascar.com/emploi/view/ma-meilleure-collaboratrice-cto-chief-technical-officier102798", "category": "informatique-web"}, {"date": "03 Mai 2022", "titre": "Manager Projet IT", "societe": "NEWMAN'S TECHNOLOGY", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                NEWMAN'S TECHNOLOGY est une ESN basée à Madagascar, spécialisée en développement d'application.\nElle accompagne des Éditeurs de logiciel International et nos consultants travaillent directement avec nos entreprises clientes."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Nous sommes à la recherche d'un collaborateur Manager de projet\n\nAvec un bon background tech mais qui s'est tourné vers le management, gestion de projet, qui s'assure que l'ensemble des projets tournent sans accrocs, suit les plannings, gère les demandes et les points d'attention du quotidien des projets (tech ou moins tech)\n\nLa mission est à plein temps et à long terme"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - 03 ans d'expériences en moyenne en tant que Directeur de projet\n- Un(e) candidat qui a déjà travaillé avec JS (Node, React), Postgres, un petit plus pour Strapi et React Native / Ionic.\n- Un ancien architecte reconverti dans le management de projet pourrait être un bon fit\n- Très bonne maitrise du Français\n- Disponible à partir du début Juin\n\nMission à long terme\n\nSi vous êtes intéressés par cette mission, merci d'envoyer votre CV à jour"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Manager IT"}], "url": "https://www.portaljob-madagascar.com/emploi/view/newman-s-technology57-manager-projet-it102796", "category": "informatique-web"}, {"date": "03 Mai 2022", "titre": "DATA ANALYST", "societe": "JOVENA", "contrat": "PÔLE", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ÉNERGIE"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Accompagner les équipes métiers dans l’interprétation des données. \nFournir des supports d’analyse aux équipes métier pour une stratégie “data-driven” \nAnalyser et manipuler les données afin de présenter les informations étudiées de manière simple et intelligible dans des tableaux de bords, rapports et autres moyens de restitution\nIdentifier et soumettre des besoins à destination de la DSI ou de la maîtrise d’ouvrage.\nContribuer à l’amélioration de la qualité des données de son entité.\nIdentifier des nouvelles sources de données internes ou externes pertinentes dans le cadre des analyses\nMettre en œuvre les outils de data visualisation et garantir la qualité́ des données et de leur cohérence"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Bac+5 École d’ingénieur, master en statistiques/ mathématiques/ informatiques\nUne première expérience professionnelle d’au moins un an dans un domaine similaire\nVous avez une expérience dans la réalisation des projets data et sur des outils de manipulation de données tel que python/R serait appréciée\nMaitrise des outils de Data analytics et de data visualisation (PowerBi, Tableau, R studio connect, Qlick sense etc…), de Bonnes connaissances des techniques statistiques et de machine learning. \nMaitrise des Bases de données (Oracle, PostGreSQL, SQL serveur etc…) et de bonnes connaissances en base de données non relationnelle (NoSQL)\nVous avez une excellente capacité de communication, d’organisation et de travail en équipe\nDes Connaissances des métiers du commerce, de l’énergie et du marketing serait un plus. Connaissances en Big Data seraient appréciées"}], "url": "https://www.portaljob-madagascar.com/emploi/view/jovena-data-analyst102778", "category": "informatique-web"}, {"date": "03 Mai 2022", "titre": "développeur informatique sénior", "societe": "JM-CONTACTS SARL", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société leader dans le domaine de l’externalisation informatique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Société leader dans le domaine de l’externalisation informatique recrute  des  développeurs expérimentés\nPoste basé à Ambohibao.\n\nVOTRE MISISON : \n-\tParticiper à l'analyse détaillée des besoins fonctionnels et techniques.\n-\tConception, développement, et intégration de  la solution tout en respectant les normes & méthodes existantes.\n-\tImplémenter  la solution avec les technologies retenues.\n-\tRéaliser la documentation associée\n-\tRéaliser les tests unitaires.\n-\tParticiper à la maintenance corrective et évolutive du parc applicatif\n-\tAssurer le support aux utilisateurs"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -\tAyant suivi des formations supérieures en Informatique, vous avez bénéficiez d'une expérience similaire en développement informatique d'au minimum 1an.\n-\t Passionné par le développement informatique, vous êtes rigoureux. \n-\t Vous savez écouter et proposer vos idées à l'ensemble du groupe.\n-\t Dynamique, impliqué, et autonome, vous appréciez le challenge et le travail d'équipe.\n-\t Parlant couramment le Français\n-\t Disponible de suite."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEVINFO06"}], "url": "https://www.portaljob-madagascar.com/emploi/view/jm-contacts27-developpeur-informatique-senior-cdi102760", "category": "informatique-web"}, {"date": "03 Mai 2022", "titre": "Assistant chef de projet IT", "societe": "Société de Grande Envergure", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Monétisation"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                analyser et comprendre les besoins du client,\nproposer une solution technique adaptée,\nconcevoir et rédiger un cahier des charges technique,\nsuivre le projet de la réalisation jusqu’à la livraison (coordonner les intervenants, animer une équipe) en respectant les contraintes (budget, qualité, délais),\néventuellement accompagner les utilisateurs dans les changements techniques (réunions, supports de formation)."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Master en informatique, en gestion de projet ou diplôme d’ingénieur (Bac +5)\n3 ans d'expériences dans le domaine\nIntègre, autonome, aisance relationnelle \nFacilité d'adaptation"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                ACP-22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/consultance-assistant-chef-de-projet-it102759", "category": "informatique-web"}, {"date": "", "titre": "DEVELOPPEUR WEB -réf:R2204-ARCHDEV", "societe": "QDATA", "contrat": "PLEIN", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Spécialisé dans la recherche clinique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Attaché au Responsable d’équipe développement, vous serez amené à :\n- Participer à la conception des applicatifs (recherches, modélisation, analyses, référentiel fonctionnel)\n- Évaluer et réaliser le développement, les tests techniques, la documentation, la formation jusqu’à la mise en production des applications\n- Assurer la maintenance de l’application\n- Assurer la traçabilité des opérations et la collecte des preuves de tests\n- Rapporter les activités\n- Participer aux réflexions concernant l’amélioration du processus développement"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Titulaire d’un diplôme de Baccalauréat + 4 en informatique des grandes écoles,\n- Ayant au moins 2 années d’expériences réussies à la fonction de développeur\n- Vous avez les qualités requises suivantes : esprit d’analyse, sens pratique, logique, consciencieux, rigoureux, facilité d’adaptation, sens du travail en équipe, sens critique\n- Maîtrise technique et méthodologiques : langages WEB, BDD, framework (CodeIgniter), librairies (Jquery, bootstrap, angular JS, FPDF, HighCharts) & outils associées (conception, gestion des codes sources, tests unitaires)\n\nCDI (période d’essai 4 mois) - Salaire Fixe + primes\nLieu de travail: ANDRAINARIVO\n\nVeuillez transmettre votre CV, prétention salariale et lettre de motivation, sous la référence R2204-ARCHDEV en précisant l’adéquation de votre candidature avec le poste proposé (expériences/formations).\nSeules candidatures retenues feront l’objet d’une convocation."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                R2204-ARCHDEV"}], "url": "https://www.portaljob-madagascar.com/emploi/view/qdata-developpeur-web-ref-r2204-archdev102573", "category": "informatique-web"}, {"date": "03 Mai 2022", "titre": "DEVELOPPEUR SENIOR ODOO", "societe": "Human talent consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Services RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Nous recrutons pour une SSII, un développeur senior Odoo,\n( en télétravail, full time)\n\n:\n-Paramétrer et développer des modules ERP sous Odoo\n-Concevoir et réaliser des campagnes de tests unitaires, et les automatiser\n-Participer à l’analyse et conception, estimations de charges, spécifications techniques"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                :\n-Titulaire d’un master en informatique, génie logiciel ou équivalent\n-Expérience de 3 ans dans le domaine du développement\n-Très bonne maitrise de Odoo (v8 à v15)\n-Très bonne maitrise du langage python 2.x /3.x\n-Bonne connaissance des technologies web : html, css, Javascript, jQuery\n-Maîtrise de la programmation orienté objet (POO) et de l’architecture MVC\n-Maîtrise des outils: git - API REST-  Webservices\n-Bonne maîtrise des SGBD notamment PostgreSQL\n-Connaissance administration Linux\n-Bonne maîtrise de la langue française et des méthodes agiles, scrum,GitFlow\n-Connaissance des processus métiers des entreprises : CRM, ventes, fabrication, gestion des stocks, facturation, comptabilité, \n\n*Compétences appréciées* :\n- Administration nginx, docker\n- Angular, React ou vueJS\n- Framework Django"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Développeur-Senior-Odoo/0522"}], "url": "https://www.portaljob-madagascar.com/emploi/view/human-talent-consulting-developpeur-senior-odoo102757", "category": "informatique-web"}, {"date": "03 Mai 2022", "titre": "ADMINISTRATEUR SYSTEME", "societe": "Human talent consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Services RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                :\n-Développer et maintenir toutes les technologies d’infrastructure Linux, de base de\ndonnées PostGresql et de réseau\n-Assurer la sécurité (patch, sécurité active, pentesting, IDS, PRA, PCA, backups,\narchivage)\n-Identifier et résoudre les problèmes\n-Entretenir la performance\n-Concevoir et développer des outils de suivi et de reporting\n-Gérer, coordonner et implémenter les installations\n-Rédiger la documentation (des processus liés à la mission)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                :\n-Titulaire d’un master en informatique, génie logiciel ou équivalent\n-Expérience de 3 ans sur le même poste\n-Bonne maîtrise de l'environnement Linux debian / ubuntu\n-Bonne compétences en administration PostgreSql\n-Maîtrise des outils :docker, git\n-Maîtrise des process : Firewall, VPN, VLAN, routage, tcpdump, iptables\n-Connaissances appréciées sur Shell, Perl, Python\n-Bonne connaissance du système Kubernetes ou similaire\n-Bonne maîtrise de la langue française\n-Rigoureux.se, Fiable, Engagé.et, Responsable"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Administrateur-système-05/22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/human-talent-consulting-administrateur-systeme102755", "category": "informatique-web"}, {"date": "03 Mai 2022", "titre": "Intégrateur Web", "societe": "Redaction-seo", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Redaction-seo produit depuis une dizaine d’années des textes originaux et de qualité, publiés sur les sites internet du monde entier. Évoluez au sein d’une équipe passionnée, et faisons face ensemble aux défis et aux challenges du numérique dans une ambiance conviviale et un environnement agréable au cœur d’Antananarivo."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                En tant qu’intégrateur CMS (Content Management System) au sein de l’équipe, tu auras pour objectif de fournir une qualité optimale visuelle du site Web.\n\nTu devras donc assurer :\n- La cohérence entre le texte intégré et la charte graphique du site,\n- La recherche et le recadrage des photos en adéquation avec le sujet du texte à intégrer et la charte graphique du site,\n- Le test de compatibilité sur Front Office du texte intégré avec les autres textes déjà existants sur le site."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Une première expérience réussie sur un poste similaire serait un atout non négligeable.\nTu es rigoureux dans ton travail, être réactif et tu as une très bonne aisance relationnelle.\nTu partages les mêmes valeurs que nous : \n> La performance (qualité, productivité, respect des délais de livraison)\n> L’épanouissement au travail\n> L’équilibre entre la vie professionnelle et vie personnelle\n\nNous étudions toutes les candidatures avec la même attention, mais ton dossier à envoyer doit comporter obligatoirement :\n- Une lettre de motivation que tu n’as pas copiée sur Internet mentionnant l’intitulé de l’offre.\n- Un CV mis à jour avec une photo récente.\n- Tes prétentions salariales.\n\nLes personnes qui ne présentent pas ces 3 éléments  seront disqualifiées par défaut.\n\nSeules les candidatures retenues feront l’objet d’une convocation pour :\n- 1 test d’embauche \n- 1 entretien d’embauche si le test est validé"}], "url": "https://www.portaljob-madagascar.com/emploi/view/redaction-seo-integrateur-web102739", "category": "informatique-web"}, {"date": "02 Mai 2022", "titre": "INTEGRATEUR WEB", "societe": "AFI ASSURANCES MADAGASCAR", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Le spécialiste de la vente à distance de contrats d’assurances mutuelle santé auprès des particuliers en France"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Pour étoffer son équipe, la société AFI ASSURANCES recrute un INTEGRATEUR WEB Confirmé.\n\n•\tFaire évoluer les sites internet et effectuer la maintenance corrective, suite aux projets retenus et validés \n•\tIntervenir dans la production et l’intégration des projets digitaux, notamment sur Desktop, mobile et Joomla \n•\tPrise de brief et compréhension des besoins Métier\n•\tGarantie de la maintenabilité / scalabilité des sites développés \n•\tRespect des délais et des objectifs de rendu (graphisme et mise en page)\n•\tParticiper aux recettes web"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tAvoir au moins 4 ans d’expériences sur des postes d’intégrateur WEB\n•\tBonne connaissance des outils de développement front (HTML 5/CSS 3/ JS) , GitLAB, Jenkins, JIRA\n•\tUtilisation de Bootstrap et de la technologie LESS.\n•\tA l’aise avec la méthodologie agile/SCRUM\n•\tSensibilité à la performance d’affichage des pages web\n•\tMaîtriser la gestion multi-projets\n•\tEstimation de charge (planning)\n•\tEnthousiasme\n•\tAutonomie et proactivité\n•\tPassionné (e) du secteur web\n•\tBon relationnel (écoute, empathie, pédagogie…)\n•\tCapacité à la remise en question\n•\tAnalytique, rigoureux (se) et précis(e)\n•\tAimer travailler en équipe"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                ITG WEB/ AFI-0522"}], "url": "https://www.portaljob-madagascar.com/emploi/view/afi-assurances-integrateur-web102718", "category": "informatique-web"}, {"date": "30 Avr 2022", "titre": "INFORMATICIEN RESEAU", "societe": "Groupe de sociétés", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Production et commercialisation\nDistribution de masse de produits importés"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                L'informaticien réseau est garant du bon fonctionnement et de la qualité du réseau de l'entreprise. Il participe à son évolution et pilote l'accès aux utilisateurs.\n\nLes attributions sont centrées sur:\n\nDESKTOP/ LAPTOP SUPPORT\nINSTALLATION/ CONFIGURATION OF WINDOWS\nHARDWARE SERVICE SUPPORT\nINVENTORY MANAGEMENT"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                BACC+3 en Informatique (réseaux)\n•\tDotant de 5ans d’expériences progressives \n•\tParfaite Maitrise de l’outil informatique \n•\tFrançais courant ; Anglais un atout \n•\tDynamique, réactif, responsable et autonome\n•\tHonnête, et Discret\n•\tApte à travailler en équipe\n\n\nSi le poste vous intéresse, Envoyez votre dossier comportant : CV ; lettre de motivation et prétention par email via le site au plus tard le 08/05/2022. Seules les candidatures présélectionnées seront contactées."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                AR-01/22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-de-distribution-informaticien-reseau102704", "category": "informatique-web"}, {"date": "30 Avr 2022", "titre": "ADMINISTRATEUR RESEAUX ET SYSTEMES", "societe": "Groupe de sociétés", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Production et commercialisation\nDistribution de masse de produits importés"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                L’administrateur réseaux et systèmes est en charge de l’exploitation des moyens informatiques.\n\nLes attributions du poste sont centrées sur:\nDESKTOP/ LAPTOP SUPPORT\nNETWORK SUPPORT\nVPN MANAGEMENT\nVLAN ADMINISTRATION\nACTIVE DIRECTORY MAINTENANCE\nFIREWALL MAINTENANCE\nVIRTULIZATION"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Bac+4 en Informatique (sytème et réseau)  \n•\tFrançais courant ; Anglais un atout \n•\tDynamique, réactif, responsable et autonome\n•\tHonnête, et Discret\n•\tApte à travailler en équipe\n\n\nSi le poste vous intéresse, Envoyez votre dossier comportant : CV ; lettre de motivation et prétention par email via le site au plus tard le 06/05/2022. Seules les candidatures présélectionnées seront contactées."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                ARS-01/22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-de-distribution-administrateur-reseaux-et-systemes102703", "category": "informatique-web"}, {"date": "30 Avr 2022", "titre": "CHARGE DE SUPPORT LOGICIEL", "societe": "Groupe de sociétés", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Production, vente et distribution de masse de produits importés"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Le chargé de support logiciel a pour mission d'aider à identifier, et à faire l'analyse des incidents, voire des dysfonctionnements signalés. Il doit s'appliquer à mettre en place des outils dits de reporting. \n\nLes attributions sont centrées sur la gestion des ERP.\nLa connaissance des Finances est un atout."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Au moins BACC+3 en informatique  \n\n•\tDotant de 5ans d’expériences progressives dans le secteur Informatique\n•\tParfaite Maitrise de l’outil informatique \n•\tFrançais courant ; Anglais un atout \n•\tDynamique, réactif, responsable et autonome\n•\tHonnête, et Discret\n•\tApte à travailler en équipe\n\n\nSi le poste vous intéresse, Envoyez votre dossier comportant : CV ; lettre de motivation et prétention par email via le site au plus tard le 08/05/2022. Seules les candidatures présélectionnées seront contactées."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                SL-01/22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-de-distribution-charge-de-support-logiciel102702", "category": "informatique-web"}]