[{"date": "22 Juil 2022", "titre": "IT Assistant -réf:RRH 07 2022 - SAMBAVA", "societe": "ORIGINES", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Agro industrie"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                L'IT Assistant a pour mission de renforcer l'équipe IT.\nIl doit assister le IT Manager dans ses missions d'assurer un fonctionnement fluide de toutes les bases de données, des systèmes de gestion et de sécurité.\nIl doit porter assistance à tous les utilisateurs dans les 5 sites, à distance ou en présentiel.\nIl contribue à tous les chantiers de développement et de maintenance de tous les dispositifs.\n\nCompétences :\n-\tGérer le parc informatique\n-\tDévelopper des applications internes à la société\n-\tMaintenir les applications déjà en place \n-\tFaire la maintenance du réseau informatique (câble / wifi / etc…)\n-\tInstaller des matériels de sécurité (caméras, détecteurs, …)\n-\tAssister les utilisateurs et faire le support en tant que IT\n-\tFaire la maintenance des ordinateurs et imprimantes que ce soit matériel ou logiciel"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -\tFormations académiques:\nFilière Informatique ou Télécommunication\n\n général :\n- ayant déjà travaillé dans un poste similaire\n- apte à une installation dans la SAVA (statut de déplacé si habitant en dehors de la région)\n- curieux et aimant les challenges\n- pratique et utilisation du français comme langue de travail\n- la maîtrise de l'anglais est un atout réel\n\nPour postuler, veuillez rassembler en 1 seul pdf:\nLe CV détaillé sans photo (détails= les compétences et les tâches effectuées auprès de précédents employeurs qui doivent être nommés, les formations effectuées et le parcours relatif à ce métier)\nLa lettre de motivation justifiant l'adéquation de votre profil et présentant vos prétentions salariales\nLe scan des diplômes et ou certificats de travail\n\nA ENVOYER UNIQUEMENT PAR MAIL via le site\n\nAVANT le 31 AOUT 2022"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                RRH 07 2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/symrise-it-assistant-sambava107438", "category": "informatique-web"}, {"date": "22 Juil 2022", "titre": "Technicien IT HELPDESK", "societe": "JOVENA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ÉNERGIE"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Assurez le premier niveau d’assistance en informatique et applicatif de gestion\nAssurez le suivi des tickets des demandes de services liés à la DSI\nAssistez le responsable à la gestion et maintenance du parc informatique\nEtablissez les reportings liés aux traitements des demandes et maintenance"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Minimum BAC + 2 en informatique\nDans un poste similaire depuis au moins 2 ans\nBonnes connaissances de l’architecture matérielle d’un ordinateur, des environnements Microsoft, Mac OS \nConnaissances en réseaux informatiques et base de données relationnelle\nExpériences en installation et maintenance matériels et logiciels avec des notions en réseaux informatiques et développement informatique\nBonne capacité d’adaptation à un nouvel environnement spécifique (logiciels techniques)\nBon esprit d’analyse, de résolution de problèmes et rapidité d’exécution\nIntègre avec une flexibilité et haute disponibilité\nTrès bonne qualité relationnelle, dynamique et réactif\nAutonome, rigoureux et organisé"}], "url": "https://www.portaljob-madagascar.com/emploi/view/jovena-technicien-it-helpdesk107435", "category": "informatique-web"}, {"date": "22 Juil 2022", "titre": "Ingénieur en Business Intelligence", "societe": "VIVETIC GROUP", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Leader et Expert de l'expérience client externalisée et des métiers du Back Office en France et dans l'Océan Indien. Notre Groupe compte plus de 1500 collaborateurs et accompagne plus de 200 clients internationaux depuis plus de 30 ans"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Activités\n- modéliser et mettre en œuvre un Data Lake ou un Data Warehouse selon le besoin d’un projet \n- automatiser le processus ETL afin d’assurer l’alimentation du Data Warehouse/Data Lake\n- consolider, agréger, normaliser les dsonnées aux fins de la restitution utilisateur\n- mettre en place les reportings de restitutions de données à l’utilisateur\n- suivi et maintenance des bases de données liées aux projets existants\n- être le support en préparation/transformation de données pour les projets de dataming\n\nDivers\n- élaborer des spécifications pour les projets à réaliser\n- anticiper l’évolution du système\n- proposer des innovations sur les outils technologiques de gestion des bases de données et de visualisation de données"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Savoir-faire requis\n- Bac + 3 minimum en informatique décisionnelle (MISA, ISPM, ENI) ou en génie logiciel et base de données\n- familier aux systèmes OLAP\n- maitrise de SQL\n- connaissance en modélisation de données multidimensionnelles \n- gestion et administration des bases de données relationnelles\n- familier aux méthodes et outils d’extraction/transformation de données ETL, notamment talend\n- une première expérience en informatique décisionnelle est très appréciée\n- une expérience en développement dans un projet SI serait un atout\n- connaissance de python, php et java orienté objet.\nSavoir-être requis\n- méthodique, organisé, autonome (véritable maître d’ouvrage)\n- méticuleux, rigoureux, averse aux incohérences\n- sens de l’écoute et du relationnel\n- sens de la collaboration et du partage\n- soucieux de la satisfaction des clients\n- enthousiaste aux nouveaux défis\n- la ponctualité est une habitude\nÉvolutions (attendues) dans le poste\n- éventuellement, être amené à utiliser des bases de données non structurées de type NoSQL et l’écosystème Hadoop"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                BI"}], "url": "https://www.portaljob-madagascar.com/emploi/view/vivetic-group-ingenieur-en-business-intelligence107414", "category": "informatique-web"}, {"date": "22 Juil 2022", "titre": "INGENIEUR QA IT", "societe": "HTEAM", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Recrutement et sourcing des talents à Madagascar"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                L'ingénieur QA IT assure la qualité de toutes les applications web et mobiles développées par les équipes de développeurs. Il/ elle détecte chaque bug ou anomalie afin de s’assurer du bon fonctionnement des outils développés selon le cahier des charges précis rédigé par le chef de projet. Il/ elle intervient à chaque mise à jour des outils développés afin d'en apporter une optimisation."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Diplômé(e) d'une école d'ingénieur informatique spécialisée en développement\n- Ayant une expérience professionnelle probante dans un poste similaire ou de solide expérience en développement web et mobile\n- Maitrise des outils de tests\n- Connaissance avérée de Selenium et Katalon\nOutre les compétences techniques, ce sont vos soft skills (capacité à communiquer, aisance relationnelle, attitude positive, rigueur et patiente, ...etc.) qui feront la différence et que nous recherchons."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                HT- QUALITE IT"}], "url": "https://www.portaljob-madagascar.com/emploi/view/hh-ingenieur-qa-it107412", "category": "informatique-web"}, {"date": "22 Juil 2022", "titre": "INGENIEUR D'ETUDE ET DE DEVELOPPEMENT JAVA", "societe": "PULSE", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Entreprise de Services du Numérique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                L’Ingénieur d’étude et de développement en JAVA conçoit des logiciels informatiques et veille à leur stabilité dans le temps. Il participe aux phases d’analyse, de développement et de tests dans le cadre de la réalisation ou du pilotage de projets informatiques\n\nRejoignez-nous voici vos missions :\n1) Analyse et formalisation des besoins des utilisateurs\n2) Développement des programmes, interfaces et restitutions\n3) Réalisation des tests et recettes fonctionnelles/Techniques\n4) Vous éclater dans votre travail !"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                1) Bac + 5  en informatique\n2) 2 ans minimum dans un poste similaire\n3) Maîtrise du langage Java J2EE\n4) Compétences en programmation orientée objet et en base de données (SQL)\n5) Aisance relationnelle et goût du travail en équipe\n6) Rigoureux, organisé, méthodique et responsable"}], "url": "https://www.portaljob-madagascar.com/emploi/view/pulse-ingenieur-d-etude-et-de-developpement-java107396", "category": "informatique-web"}, {"date": "21 Juil 2022", "titre": "Responsable informatique", "societe": "ECONATSII", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Fabricant de solutions de distribution de l'énergie : moyenne et basse tension"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous êtes en charge de piloter les infrastructures IT.\n\nVos missions :\n•\tContribue à la définition de la stratégie informatique et réseau,\n•\tPilote et anime le projet de fusion de l’infrastructure en interne et avec l’intégrateur externe,\n•\tEncadre fonctionnellement l’équipe interne\n•\tAnime et organise la formation des utilisateurs clés et des utilisateurs finaux, adapte la documentation fonctionnelle et technique (à terme)\n•\tEst à l’écoute des besoins utilisateurs\n•\tAnime la résolution des dysfonctionnements jusqu’à leurs résolutions\n•\tAssure le lien avec les prestataires technique"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Expériences professionnelles souhaitées : 10 ans\n\nQualités exigées pour le Poste :\nVous êtes doté de compétences techniques (écrire des rapports ou des processus métier simples) et de compétences en gestion de projet. Vous avez un leadership naturel, êtes indépendant, pédagogue et capable de fédérer des équipes en mode projet. Votre esprit d'équipe vous permettra de mener à bien plusieurs projets simultanément.\nCompétences et formations requises Titulaire d’un Bac+4 en gestion de projet ou en informatique."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DSI"}], "url": "https://www.portaljob-madagascar.com/emploi/view/econatsii-responsable-informatique107385", "category": "informatique-web"}, {"date": "21 Juil 2022", "titre": "Administrateur réseau", "societe": "ECONATSII", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                fourniture d’unités de production d'énergie électrique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Administration de l’ensemble des infrastructures d’authentification des utilisateurs (Active Directory, RSA) et de messagerie Microsoft Exchange du Groupe, ainsi que des produits associés. \n\nLes compétences requises les plus importantes :\nDisposer d’une expérience dans l'administration Windows Server, des services AD DS et DNS\nComprendre les concepts de sécurité tels que l'authentification et les autorisations, le protocole SMTP\nAvoir des notions de PowerShell\n\nConcernant Active Directory :\nMaintenir l’infrastructure et prendre en charge des services d’annuaire Active Directory, de l’infrastructure réseau et de l’infrastructure de surveillance\nExécuter les fonctions d’administration de la sécurité du système, y compris la création de profils clients et de comptes dans Active Directory\nGérer les services Active Directory qui ont mis en œuvre la réplication, la relation de confiance et l’application des stratégies de groupe de domaine\nExécuter diverses tâches opérationnelles pour la maintenance d’Exchange et d’Active Directory\nAdministrer la création d’utilisateurs Active Directory et la gestion des droits\n\nConcernant Windows, vous aurez pour missions de :\nAssumer la configuration, l’installation et l’administration des serveurs Windows\nSurveiller le service Windows configuré et corriger les disfonctionnements si nécessaire\nMener l’administration complète des serveurs Windows, y compris la sauvegarde des serveurs et la gestion des correctifs\nImplémenter et maintenir le serveur de déploiement Windows\n\nConcernant Exchange, vous aurez la charge de la gestion du serveur Exchange et vous aurez pour missions de :\nMaîtriser le centre d’administration Exchange ECP\nAssurer le dépannage de troisième niveau des problèmes de connectivité et de production d’Exchange Server à l’aide d’utilitaires natifs tels que l’observateur d’événements et le moniteur de performances\nConfigurer les serveurs Exchange pour optimiser les performances\nGérer la reprise après sinistre préformée pour les serveurs Exchange\nMettre en œuvre une protection antivirus au niveau de la passerelle pour le système de messagerie et une protection antivirus surveillée\nMettre en œuvre les mises à jour au niveau du serveur Exchange"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                De formation Bac+4, vous avez minimum 1 an d’expérience dans l’administration de l’Active Directory.\nVous maitrisez les concepts réseau fondamentaux.\nVous êtes méthodique et rigoureux,\nVous possédez de bonnes qualités relationnelles et vous souhaitez vous investir sur des projets d'envergure."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Admin réseau"}], "url": "https://www.portaljob-madagascar.com/emploi/view/econatsii-administrateur-reseau107384", "category": "informatique-web"}]