[{"date": "", "titre": "DEVELOPPEURS PYTHON", "societe": "BOCASAY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous sommes une entreprise dans le service du numérique.\nChoisir Bocasay c’est rejoindre une des entreprises les plus dynamiques de son secteur et offrant de nombreux avantages. Chez nous, votre épanouissement est notre priorité."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Au sein d’une équipe à taille humaine rassemblant des compétences variées, dans une bonne ambiance de travail, vous développerez en équipe des solutions web à fortes valeurs ajoutées.\n\nGarant de la veille technologique, nous serons à l’écoute de vos propositions d’évolutions.\n\nVous interviendrez sur le développement d'applications web autour des aspects suivants : \n-\tDéveloppement\n-\tPhases de tests et débogage\n-\tMise en production"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -\tBonne maîtrise de PYTHON\n-\tBonne connaissance du framework Django, API Rest\n-\tBonne maîtrise de HTML/CSS (aux normes W3C), JAVASCRIPT\n-\tBonne maîtrise en SGBD SQL et NoSQL\n-\tExpérience réelle de 2 ans minimum."}], "url": "https://www.portaljob-madagascar.com/emploi/view/bocasay54-developpeurs-python106996", "category": "informatique-web"}, {"date": "15 Juil 2022", "titre": "CHEF DE PROJET DIGITAL", "societe": "ABL OUTSOURCING", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ABL Outsourcing est une société spécialisée dans l’outsourcing à Madagascar."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                En pleine croissance, nous recherchons UN Chef de projet DIGITAL qui va compléter notre team pour piloter, organiser et conduire les projets de bout en bout.\n\nVos responsabilités :\n\nComprendre les besoins et enjeux des clients et leur proposer des solutions adaptées ;\nPlanifier des projets : élaboration de la roadmap , estimations des délais, affectation des ressources, création des sprints / user stories ;\nPiloter de projets : \n- cadrage et management de l'équipe projet,\n- veille à l'implication et le dynamisme de chaque Dev, \n- garantit la qualité et mesure les risques de solutions techniques prises par les Dev,\n Résoudre les points de blocages\n Effectuer reporting auprès des parties prenantes du projet : Hiérarchie / Client / Dev\n Garantir le respect des deadlines"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Les qualifications requises : \nVous avez plus de 2 années d'expériences  probante sur un poste similaire ou plus 4 ans d'expérience sur un poste de Lead Dev / Dev Senior ;\nVous avez une excellente maîtrise du français à l'écrit et à l'oral et une bonne connaissance d'une autre langue étrangère ;\nVous maîtrisez les procédures technique et fonctionnel de gestion de projets ;\nVous avez une bonne capacité d’analyse pour classer et trier les informations ;\nVous savez prendre une décision et l’exécuter, avoir un bons sens de l’anticipation ;\nVous pouvez réaliser les différentes missions dans les délais impartis tout en appliquant les consignes et en suivant les procédures.\nNous recherchons une personne qui aime réellement le travail en équipe, qui dispose d'une excellente communication tout en étant dynamique, vous devez faire preuve de rigueur et de flexibilité."}], "url": "https://www.portaljob-madagascar.com/emploi/view/abl-outsourcing-chef-de-projet-digital107003", "category": "informatique-web"}, {"date": "15 Juil 2022", "titre": "INFOGRAPHISTE", "societe": "PLE Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Travaux d'imprimerie"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Conception, correction et mise à jour de visuels"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - BAC+3 minimum en multimédia, infographie\n- 02 années d'expérience minimum dans le domaine\n- Maîtrise des outils et logiciels de graphisme (Photoshop, Illustrator, InDesign, ...\n- Connaissances et aptitudes en dessins et illustrations\n- Avoir une sensibilité esthétique et artistique - Créatif - Sérieux\n- Proactif - Rigoureux - Polyvalent - Force de proposition"}], "url": "https://www.portaljob-madagascar.com/emploi/view/smc27-infographiste106978", "category": "informatique-web"}, {"date": "", "titre": "DEVELOPPEURS WORDPRESS ET PRESTASHOP -réf:DEV/0722", "societe": "Les Ateliers du Capricorne", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Les Ateliers du Capricorne est une société spécialisée dans les métiers de la composition de catalogues, de livres et d’ebook. Notre dynamisme et notre professionnalisme nous ont permis de nous développer à Madagascar depuis plus de 20 ans avec plus de 330 collaborateurs."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                •\tDéveloppement et intégration site web sous Wordpress, Prestashop, web services et applicatifs.\n•\tPersonnalisation de site web à partir de template.\n•\tDéveloppement des modules sous Wordpress, Prestashop.\n•\tAssurer la maintenance et l'évolution des fonctionnalités et des modules existants."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tMaîtrise parfaite de la POO, du Framework Symfony 4 et/ou 5.\n•\tIdéalement quelques années d'expériences sur un poste de développeur PHP notamment sur le CMS Prestashop et /ou Wordpress.\n•\tMaîtrise parfaite d'un ou des CMS tels que Wordpress, Prestashop.\n•\tMaitrise des contraintes d'intégration et de HTML5/CSS3 (éventuellement en responsive).\n•\tMaîtrise du framework Symfony 5 est un atout.\n•\tBonne connaissance de GitLab.\n\nSi vous vous reconnaissez dans ces descriptions, envoyez-nous votre candidature comprenant un CV détaillé + une lettre de motivation en précisant votre prétention via le site."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV/0722"}], "url": "https://www.portaljob-madagascar.com/emploi/view/les-ateliers-du-capricorne-developpeurs-wordpess-et-prestashop-ref-dev-0722106821", "category": "informatique-web"}, {"date": "", "titre": "DEVELOPPEURS PHP -réf:DEV/07/22", "societe": "Les Ateliers du Capricorne", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Les Ateliers du Capricorne est une société spécialisée dans les métiers de la composition de catalogues, de livres et d’ebook. Notre dynamisme et notre professionnalisme nous ont permis de nous développer à Madagascar depuis plus de 20 ans avec plus de 330 collaborateurs."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                ‣ Développer des logiciels au sein de plateformes existantes.\n‣ Respecter les bonnes pratiques de développement, build et delivery. \n‣ Répondre aux besoins des clients au travers de nouvelles fonctionnalités.\n‣ Assurer la maintenance et l'évolution des applications."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                ‣ Vous avez une maîtrise parfaite de la POO, du Framework Symfony 4 et/ou 5.\n‣ Vous avez une bonne connaissance en HTML5/CSS, Bootstrap, JavaScript, JQuery, JSON, API REST et SOAP, MySQL.\n‣ Autre connaissance appréciée : outil de versioning Gitlab et d’intégration continue, Wordpress, PrestaShop, Serveur LAMP, Méthode Agile SCRUM.\n‣ Vous avez une bonne maîtrise du Français et/ou de l'anglais.\n‣ Vous êtes une force de proposition.\n‣ Vous êtes autonome, sérieux, rigoureux et dynamique.\n‣ Vous avez un esprit d'initiative, un sens des responsabilités et de l'organisation.\n‣ Vous avez un esprit d'équipe et un bon sens relationnel.\n\nSi vous vous reconnaissez dans ces descriptions, envoyez-nous votre candidature comprenant un CV détaillé + une lettre de motivation en précisant votre prétention salariale via le site."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV/07/22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/les-ateliers-du-capricorne-developpeurs-php-ref-dev-07-22106850", "category": "informatique-web"}]