[{"date": "01 Juil 2022", "titre": "RESPONSABLE ETUDES ET DEVELOPPEMENT INFORMATIQUE", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Un groupe d'envergure recherche: un/une RESPONSABLE ÉTUDES ET DÉVELOPPEMENT INFORMATIQUE spécialisé en SAGE X3\n\nPrincipales missions:\nLe Responsable Études et Développement Informatique est principalement chargé de l’étude de la faisabilité des\nbesoins exprimés par les directions métiers de l’entreprise en matière de système d’information.\n\nActivités significatives:\n Définition des caractéristiques et des objectifs des projets de développement applicatifs menés dans l’environnement du progiciel Sage ERP X3 ou dans le cadre des logiciels créés sur mesure en interne ou par des\néditeurs de logiciels externes\n Vérification de la conformité des solutions informatiques préconisées par rapport aux normes du groupe\n Assistance à la Direction du Système d’Information (DSI) dans les discussions avec les clients ou fournisseurs externes.\n Interface de coordination entre les filiales du groupe et la DSI => suivi au niveau des demandes émises par les\nfiliales et garant de la bonne réalisation des demandes et support applicatif que les filiales peuvent soumettre à\nla DSI\n Coordination des actions des collaborateurs qui interviennent sur les projets applicatifs et force de proposition pour mener à bien ses projets\n Assistance à la DSI dans l’analyse des indicateurs et la définition des plans d’actions associés.\n Amélioration des processus d’exploitation des progiciels métiers et a pour obligation de documenter les\nprocédures permettant d’utiliser de manière optimale les logiciels qu’il gère\n Planification les interventions des experts métiers ou solutions sur les projets applicatifs et garant de la tenue des délais annoncés à la direction générale s’agissant des plannings associés\n Participation à la réalisation des interventions dans le cadre du projet à mettre en place et selon son domaine\nde compétence. Notamment sur les progiciels de gestion Sage ERP X3, Sage Paie et Sage Trésorerie ou autres\n Élaboration du budget nécessaire pour les projets en charge, la planification, les risques et le suivi\n Reporting hebdomadaire des activités qu’il réalise et doit le rendre accessible à tout moment à la DSI et à la\nDirection Générale\n Élaboration de rapport hiérarchiquement à la DSI et en fonction des projets dont il aura la charge, peut potentiellement reporter aux directions métiers des filiales"}, {"s_titre": "Profil", "s_description": "\n\n- Bac+ 5 en gestion et management, informatique ou équivalent\n- Expérience de plus de 3 ans dans un poste similaire\n- Logiciel de gestion en l’occurrence Sage ERP X3 (Maîtrise)\n- Gestion de la comptabilité\n- Qualités: Rigueur et sens de l’organisation, méthode, raisonnement analytique, sens du relationnel, aptitude en négociation"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-responsable-etudes-et-developpement-informatique106230", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "Informaticien Help Desk", "societe": "Holcim Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Fabrication et ventes de ciments"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                • Assurer l'installation et la configuration des matériels informatiques mises à la disposition des utilisateurs\n• Effectuer les installations, les réparations / remplacements et déploiements des équipements.\n• Assurer la tenue à jour des bases de suivi des matériels informatiques\n• Assister les utilisateurs en cas de besoin et être capable de faire des interventions à distance si nécessaire\n• Contribuer aux bonnes marches des autres matériels électroniques et électriques (photocopieuse, fax, ...) \n• Contribuer à la bonne marche du système téléphonique \n• Rapporter à la hiérarchie les cas de disfonctionnement ou problèmes sur l’état des équipements"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                • Minimum BACC+3 en Informatique\n• Expérience probante en tant que Helpdesk ou équivalent.\n• Connaissance des suites bureautiques de Microsoft et de ses systèmes d’exploitation\n• Maîtrise du Français et de l’anglais\n• Réactif face à des problèmes et anomalies imprévus\n• Capacité à faire une veille technologique et à être une force de proposition \n• Connaissance en électronique et système générateur de premier niveau\n• Connaissance en électricité\n• Savoir-faire en matière de maintenance informatique\n• Connaissance en électronique et télécommunication\n• Disponible pour les déplacements et interventions sur les Sites distants et les dépôts"}], "url": "https://www.portaljob-madagascar.com/emploi/view/holcim-madagascar-informaticien-help-desk106225", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "INGENIEUR D’ASSISTANCE INFORMATIQUE", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Un groupe d'envergure spécialisé en energies renouvelables, en zones franches industrielles et en immobilier recherche un technicien/ingénieur d'assistance informatique (disponible de suite)\n\n:\n\n* Assister le Directeur des Systèmes d’information dans le développement du système informatique ;\n* Participer à la rédaction de cahiers des charges ;\n* Monter, installer et mettre en service les nouveaux matériaux informatiques, contrôler le bon fonctionnement de ces derniers ; \n* Ordonnancer le déroulement des travaux ; \n* Assister le gestionnaire IT dans les différentes tâches de sécurisation du système d’informations (backup, contrôle de sécurité...) ;  \n* Diagnostiquer les défaillances et proposer des solutions d’amélioration ;\n* Assurer la maintenance du matériel informatique (se former aux spécificités serveur) ;\n* Apporter son support technique et son assistance envers les opérationnels ;\n* Participer à la recherche de solutions informatiques adéquates ;\n* Participer à la mise en place des projets d'évolutions en fonction des besoins des utilisateurs."}, {"s_titre": "Profil", "s_description": "\n\nNiveau de formation / expérience\n. Bacc+4 en Informatique, Technologie de l’Information ou équivalent\n\n. 3 années d’expériences dans le domaine similaire\n\nSavoirs, Savoir-faire, Savoir-être\n. Capacité d’apprentissage\n. Force de proposition, d’innovation, grande affinité IT \n. Aptitude de s’adapter aux nouveaux sujets et challenges \n. Bonne capacité à communiquer en Français, l’Anglais serait un atout \n. Bon esprit d’équipe, ayant une capacité de former et partager ses connaissances avec les autres membres de l’équipe"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-ingenieur-da-assistance-informatique106224", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "ADMINISTRATEUR DE BASE DE DONNÉES ET ERP", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Un groupe d'envergure recherche:un administrateur de base de données et ERP\n\n:\n-Apporter son aide lors de l'installation et la configuration d'une nouvelle base de données. \n-Configurer le matériel et déployer le système d'exploitation\n-Installer le logiciel de base de données et le configurer pour utilisation. \n-Assurer la maintenance continue de la base de données en mettant à jour les correctifs nécessaires.\n-Dans le cas de l’installation d’une nouvelle base de données, gérer le transfert des données du système existant vers la nouvelle plate-forme.\n-Garantir la sécurité des données\n-Connaître la taille actuelle de la base de données et sa vitesse de croissance afin de pouvoir faire des prévisions sur les besoins futurs."}, {"s_titre": "Profil", "s_description": "\n\n- Bac+ 5 en informatique, télécommunication ou équivalent\n- 5 années d’expériences minimum dans un poste similaire\n- Bonne connaissance du système d'information global et de l’architecture du SI et des applications\n- Maîtrise de sage X3\n- Compétences en systèmes et réseaux\n- Maîtrise des bases de données (Oracle, MySQL, SyBase, SQL Server…) et des outils spécialisés dans l’administration de ces bases\n- Maîtrise du langage de requête SQL\n- Connaissance des scripts Shell sous UNIX, Windows ou MVS\n- Compréhension de l’environnement (clients, secteur d’activité, données sensibles…) et du fonctionnement de l’entreprise\n- Maîtrise des risques liés à la sécurité\n- La maîtrise de l’anglais technique est indispensable (documentation en anglais)\n- Bon niveau de français"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-administrateur-de-base-de-donnees-et-erp106218", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "CONSULTANT FONCTIONNEL", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Un groupe d'envergure international représentant de ERP Sage recherche: un consultant fonctionnel\n\n:\n\n• Étudier les besoins du Client\n• Effectuer les présentations du logiciel auprès des Clients\n• Paramétrer et optimiser le logiciel suivant les besoins des utilisateurs et en tenant compte des flux de gestion des Départements et/ou des Services concernés\n• Effectuer des tests de bon fonctionnement du logiciel après sa personnalisation\n• Former les utilisateurs\n• Tester la solution paramétrée\n• Identifier et traiter les dysfonctionnements constatés durant les tests\n• Rédiger les cahiers de recette\n• Assurer le support technique des utilisateurs au quotidien tout au long de l’exploitation du logiciel de gestion\n• Gérer ses activités à travers des outils internes de suivi des activités\n• Rédiger des comptes rendus de réunion"}, {"s_titre": "Profil", "s_description": "\n\n- Bac+4 en Comptabilité et Finance ou en Gestion informatisée ou équivalent\n- 2 ans d'expériences min dans un métier fonctionnel\n- Bonne compréhension des flux de gestion d’entreprise : achats, stocks, vente, production, comptabilité, Paie&RH\n- Connaissance sur les logiciels de gestion serait un atout\n- Maîtrise des outils bureautiques MS Office (MS Word, MS Excel, MS Powerpoint, ...)\n- Bonnes capacités rédactionnelles\n- Avoir tenu la comptabilité ou géré la paie d’une entreprise avec un logiciel de gestion (vivement souhaité)\n- Qualités: sens de l'organisation, respect des autres, empathie, sens des responsabilités et du devoir, implication au travail, gestion du stress et de la pression, sens du service, autonomie, agilité d'apprentissage, curiosité technologique\n- Excellent niveau de français - l'anglais serait un grand atout"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-consultant-fonctionnel106211", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "CHARGEE D’ETUDE SI - BANCAIRE", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\n\n- Assurer l'Analyse technique détaillée pour l’assemblage des interconnexions entre le SI\n- Participe à la conception technique du logiciel\n- Effectuer le test unitaire, des logiciels en répondant aux exigences des utilisateurs suivant les documents d'expression de besoins et du cahier de charges.\n- Participer aux tests et essais et élaborer les documentations techniques."}, {"s_titre": "Profil", "s_description": "\n\n- Bac + 5 en Informatique filière Gestion de projet ou équivalence\n- Expérience de 2 ans à un poste similaire\n- Bonne connaissance des outils de gestion de projet : JIRA, MS PROJECT, etc…\n- A l’aise dans la documentation : document d’exploitation, guide utilisateur.\n- Bonne connaissance dans la confection des requêtes SQL x\n- Bonne connaissance des API (REST, SOAP, etc…)\n- Très bon relationnel et pédagogue : capacité à présenter des sujets techniques divers à des parties prenantes de tous niveaux pour les engager.\n- Rigueur, dynamisme, curiosité et doté d’une forte capacité d’analyse des risques.\n- Maitrise du français (écrit, lu, parlé),-Niveau d’anglais professionnel\n\nVeuillez déposer votre dossier de candidature (CV avec Photo récente + prétentions salariales) dans les plus brefs délais en ligne\nSeules les candidatures présélectionnées seront contactées, et ce, en toute confidentialité"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-chargee-da-etude-si-bancaire-tra-s-urgent106205", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "RESPONSABLE SSI -(Sécurité IT)- Bancaire", "societe": "Recruitment consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement"}, {"s_titre": "Missions", "s_description": "\n\n-Identifier des risques et définition de la politique de sécurité\n-Assurer la mise en œuvre et suivi du dispositif de sécurité\n-Gérer la communication et formation sur les normes de sécurité\n-Assurer la veille technologique et réglementaire\n-Assurer le management des équipes de correspondants / ingénieurs sécurité\n-Effectuer le suivi des actions et reporting"}, {"s_titre": "Profil", "s_description": "\n\n-BAC+4 min en informatique\n-5 à 10 ans d'expériences min dans un poste similaire notamment dans une grande entreprise avec une implication dans la Sécurité des SI\n-Bonnes connaissances des architectures techniques et des systèmes d’exploitations ainsi que des standards de sécurité et des outils de test de vulnérabilité.\n-Rigueur, fermeté, bon sens relationnel et aptitude à gérer plusieurs projets.\n-Force de proposition, grande capacité d'anticipation et d'organisation\n-Capacité d'analyse et de synthèse\n-Bon niveau du français et d'Anglais"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recruitment-consulting-sarlu-responsable-ssi-securite-it-bancaire106204", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "Developpeur full stack", "societe": "Livenexx", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Editeur de logiciels"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Livenexx est une agence de développement web crée en 2016 qui compte désormais plus de trente-cinq collaborateurs dont le siège social est à l’île Maurice et le centre de production à Madagascar.\nNotre clientèle est constituée d’entreprises Françaises et Canadiennes mais également d'acteurs publics et régionaux dans le cadre de développement de projets web sur mesure.\nNous recherchons dans le cadre de notre développement un DEVELOPPEUR FULL STACK. ( sur site ou en freelance)\n\nCompétences requises :\nLes technologies et langages principaux à maîtriser sont :\n•\tJavaScript et un (ou plusieurs) frameworks Js : Angular, Ext.js, Ember.js, Vue.js, React.js…\n•\tLe pack web classique (HTML, CSS)\n•\tUn ou plusieurs langages de développement back-end : Java, Python, PHP, Go, C#, Ruby…)\n•\tCertains frameworks associés aux langages de développement tels que Symfony ou Laravel pour PHP, Spring ou Hibernate pour Java, Django ou Flask pour Python etc.\n•\tUn système de gestion des bases de données : MySQL, Oracle, PostgreSQL, MongoDB…\n•\tUn outil de gestion de projet en équipe comme github ou gitlab"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                De formation ingénieur ou universitaire bac+ 5, avec une spécialisation en Développement Informatique, vous justifiez d'une expérience significative.\nEsprit de leadership, capacité d’organisation, créativité, prise d’initiative, polyvalence, souplesse, sens de la communication, animation d’équipe sont vos atouts majeurs.\n\nRémunération en fonction de votre expérience."}], "url": "https://www.portaljob-madagascar.com/emploi/view/livenexx86-developpeur-full-stack106188", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "Développeur Symfony 4 Senior -réf:Dév-S4", "societe": "Outsourcia Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                OUTSOURCIA Madagascar est un opérateur spécialisé dans les métiers de l’outsourcing comptant à ce jour plus de 550 collaborateurs. Le groupe OUTSOURCIA, présent également en France, au Maroc et au Niger, accompagne au quotidien ses collaborateurs en se basant sur des valeurs motrices telles que la solidarité, l’engagement et l’intégrité…"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Rattaché au chef de projet technique, vous serez le garant du développement et de la maintenance de l’application web de nos clients. \n\n-\tVous travaillerez en équipe sur des modules d'applications complexes sur la base de spécifications fonctionnelles et techniques. \n-\tVous devez être capable de vous intégrer dans l'application, d'apporter des solutions aux problématiques rencontrées et de fournir un code clair et robuste."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -\tBacc+5 en génie logiciel\n-\t5 ans d’expériences minimum dans le développement web\n-\tMaîtrise parfaite des formulaires, du QueryBuilder et des méthodes de traduction\n-\tMaîtrise des outils de développement Back-End (dépendance, composer, test, déploiement)\n-\tConnaissances approfondies sur le Framework PHP, Symfony 4 \n-\tFortes compétences en Front-End\n\n\tConnaissances techniques requises :\n\n-\tWeb modern : HTML5, CSS, jQuery, Ajax, JavaScript, Bootstrap 3, Symfony 4, responsive design\n-\tProgrammation : PHP, POO et architecture MVC\n-\tBase de données : Mysql et MariaDB \n-\tWeb service : REST et SOAP\n-\tOutils de versioning (Git), de testing (Behat) et d'intégration continue"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Dév-S4"}], "url": "https://www.portaljob-madagascar.com/emploi/view/outsourcia-madagascar-developpeur-symfony-4-senior-ref-dev-s4106034", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "Administrateur réseaux et système Bilingue -réf:Adm-UK", "societe": "Outsourcia Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                OUTSOURCIA Madagascar est un opérateur spécialisé dans les métiers de l’outsourcing comptant à ce jour plus de 550 collaborateurs. Le groupe Outsourcia, présent également en France, au Maroc et au Niger, accompagne au quotidien ses collaborateurs en se basant sur des valeurs motrices telles que la solidarité, l’engagement et l’intégrité…"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Veille permanente à l’utilisation optimale des ressources en termes de connexion internet\t\t\t\t\t\t\t\n\tGérer la bande passante sur l’ensemble des plateaux\t\t\t\t\t\t\n\tSuivre et analyser les incidents telles que les coupures de connexion\t\t\t\t\t\t\n\tVérifier la conformité des interventions des prestataires externes tels que  les techniciens des fournisseurs d'accès internet\t\t\t\t\t\t\n\tIntervetion en cas de pannes reseaux/systèmes\t\t\t\t\t\t\n\tMaintenance systématique des reseaux/systèmes\t\t\t\t\t\t\nSécurité de tous les accès aux données de l’entreprise et des clients\t\t\t\t\t\t\t\n\tGérer les paramètres d'accès sur les postes, sur les serveurs, FTP, boîtes de messagerie internes ou externes (login et mots de passe)\t\t\t\t\t\t\n\tAnalyser, étudier et veiller au bon fonctionnement des outils de production fournis par les clients\t\t\t\t\t\t\n\tVérification systématique du serveur data\t\t\t\t\t\t\n\tCréation et configuration adresse mail et FTP\t\t\t\t\t\t\n\tGérer les utilisateurs et l' interface du portail électrique."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Savoir (connaissances pratiques et théoriques, diplômes, certificats)\t\t\t\t\t\t\t\n\tBAC + 3 en informatique administration réseaux et systèmes  \t\t\t\t\t\t\n\t2 ans d'expériences réussies dans le domaine \t\t\t\t\t\t\n\tBonne maîtrise de l'anglais (Niveau C1) à l'oral et à l'écrit/Français (Niveau B2)à l'oral et à l'écrit\n\nSavoir-faire (connaissances techniques et spécifiques)\t\n\tCapacité de création en bases de données SQL \t\n\tMaîtrise du Hardware\t\t\nSavoir-être (attitudes et comportements attendus)\t\t\t\t\t\t\t\n\tForce de proposition\t\t\n\tRigoureux et méthodique\t\t\t\n\tCapacité de travail sous pression"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Adm-UK"}], "url": "https://www.portaljob-madagascar.com/emploi/view/outsourcia-madagascar-administrateur-reseaux-et-systeme-bilingue-ref-adm-uk106035", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "(01) Chef de Projet SYMFONY -réf:CP-S", "societe": "Outsourcia Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                OUTSOURCIA Madagascar est un opérateur spécialisé dans les métiers de l’outsourcing comptant à ce jour plus de 550 collaborateurs. Le groupe OUTSOURCIA, présent également en France, au Maroc et au Niger, accompagne au quotidien ses collaborateurs en se basant sur des valeurs motrices telles que la solidarité, l’engagement et l’intégrité…"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Au cœur de notre équipe développeur, vous mènerez à bien les missions qui vous seront confiées et interviendrez à différentes étapes du projet :\n-\tStructuration de l’équipe :\n-\tGestion quotidien de l’équipe \n-\tGestion des étapes des projets\n-\tTransformation des demandes des clients en solution informatique\n-\tÉlaboration du cahier des charges/planning\n-\tSuivi et évaluation du temps de travail et du budget\n-\tCommunication et transmissions des informations nécessaires au bon développement du projet\n-\tSert d'interface entre les différents acteurs (collaborateurs, dirigeants, clients, fournisseurs)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -\tVous êtes titulaire d’un Bac+5 en génie logiciel\n-\tVous justifiez d’au moins 3 ans d’expériences dans le développement web et gestion de projet\n-\tVous maîtrisez parfaitement les formulaires, le QueryBuilder et les méthodes de traduction.\n-\tVous maîtrisez les outils de développement Back End (dépendance, composer, test, déploiement).\n-\tVous avez des connaissances approfondies sur le Framework PHP, Symfony 4. \n-\tVous avez de fortes compétences en Front End. \n\nLes connaissances suivantes vous sont acquises :\n\no\tWeb modern: HTML5, CSS, jQuery, Ajax, JavaScript, Bootstrap 3, Symfony 4, responsive design.\no\tProgrammation : PHP, POO et architecture MVC.\no\tBase de données : Mysql et MariaDB. \no\tWeb service : REST et SOAP.\no\tOutils de versioning (Git), de testing (Behat) et d'intégration continue.\n\n\tTraits de personnalité :\nAutonome et apte à travailler sous pression\nEsprit d’équipe et aisance relationnelle\nRigoureux et dynamique\nExcellente capacité d’adaptation et bonne gestion du temps\nSens de l’accompagnement et de la formation"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                CP-S"}], "url": "https://www.portaljob-madagascar.com/emploi/view/outsourcia-madagascar-01-chef-de-projet-symfony-ref-cp-s106037", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "DEVELOPPEUR FULL STACK METEOR", "societe": "ANONYME", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                NOUVELLES TECHNOLOGIES"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans une ambiance cool et rigoureuse, vous intervenez au sein de l’équipe technique et en liaison avec notre équipe fonctionnelle. \nVous êtes en charge d’une fonctionnalité de bout en bout, de la conception à son implémentation, des services backend aux UI, des tests jusqu'à sa mise en production. Nous recherchons des : \nDÉVELOPPEURS FULL STACK \n\n principales\n Analyse et conception technique \nCréation des modules \nConception et création des UIs. \n Exécution de plans de tests, analyse et correction des anomalies"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                École d'Ingénieur ou Université (bac+3 minimum).\n Expérience mini de 4 ans comme développeur Fullstack, ou développeur backend avec une forte appétence pour le front (car indispensable).\nBack :\nNestJS(Node), MongoDB, \nFront :\nNuxtJS(Vue)\nMeteor\nAutres technos : \nJest, AWS S3/lambda, ELK/ElasticCloud, autres SaaS (GMP, Hubspot, Mailjet, MailChimp/Mandrill, etc.)\nEnvironnement :\nGitHub, CI/CD, Travis – VSCode\nVous êtes autonome, organisé-e, avec un enthousiasme communicatif et un bon esprit pour vous impliquer dans une équipe positive, créative, et pluridisciplinaire. \nVous êtes force de proposition lors des échanges et conceptions \nPassionné(e) par le développement et les nouvelles technos, vous aimez partager et tester vos convictions et vos idées. \nVous vous tenez informé des évolutions techniques actuelles. Vous êtes curieux et aimez tester rigoureusement les nouvelles technologies. \nMaîtrise de la stack : vous avez une solide expérience des technos JS back (NodeJS) et front (VueJS, Angular et/ou React), et des bases de données noSQL. Toute expérience sur les frameworks est un plus. Vous êtes un-e adepte du typage, des intégrations et déploiements continus et vous connaissez l’importance des tests"}], "url": "https://www.portaljob-madagascar.com/emploi/view/w3d-developpeur-full-stack-meteor106155", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "Développeur Javascript : Ptyhon, webscrapping, React, Angular, Vue", "societe": "Sourcing Corporation", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement, formation et conseils"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Analyser et répondre aux cahier des charges\n- Réalisation de maquettes et prototype de produit\n- Développement d’application Web ou de bureau et de gestion\n- Amélioration de fonctionnalités\n- Correction de dysfonctionnements éventuels\n- Réalisation de documents fonctionnels & techniques sur l’application"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Poste à Antananarivo\n- Bacc+3 en informatique \n- Minimum 4 ans d'expérience dans le domaine\n- Maîtrise des framework Python/Webscrapping/ React/Angular/Vue\n- Excellente maîtrise du français\n- Horaires Mixtes : 50% présentiel - 50% en remote\n- Salaire très motivant, selon profil (à partir de 3MillionsAr)"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                SC/07/2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/sourcing-corporation-developpeur-javascript-ptyhon-webscrapping-react-angular-vue106172", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "Dévelopeur Java : J2EE/Lifrey/Springboot", "societe": "Sourcing Corporation", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement, formation et conseils"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Créer un programme informatique en langage JAVA avec utilisation des framework J2EE/Liferay/Springboot\n- Assurer également la maintenance des applications crées et mises en place\n- Analyser les besoins du client en réalisant une analyse du cahier des charges \n- Améliorer des applications existantes"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Poste à Maurice et Antananarivo\n- Bacc+3 en informatique\n- Au moins 5 ans d'expériences dans le domaine\n- Maitrise du langage JAVA et des plateformes J2EE / Liferay et Springboot\n- Excellente maîtrise du français\n- Anglais serait un atout\n- Horaires Mixtes : 50% présentiel - 50% en remote (3jours/semaine en présentiel et - le reste en remote)\n- Salaire très motivant, selon profil ( à partir de 3MillionsAr)"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                SC/07/2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/sourcing-corporation-developeur-java-j2ee-lifrey-springboot106171", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "Développeur C#/.net", "societe": "Sourcing Corporation", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement, formation et conseils"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Analyser et répondre aux cahier des charges\n- Réalisation de maquettes et prototype de produit\n- Développement d’application Web ou de bureau et de gestion\n- Amélioration de fonctionnalités\n- Correction de dysfonctionnements éventuels\n- Réalisation de documents fonctionnels & techniques sur l’application"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Poste à Maurice et Antananarivo\n- Bacc+3 en Informatique\n- Minimum 5 ans d'expériences dans le domaine\n- Maîtrise des combinaisons de framework et du langage de programmation C# / .Net\n- Excellente maîtrise du français\n- Conditions de travail Mixte : 50% présentiel - 50% en remote\n- Salaire très motivant, selon profil (à partir de 3MillionsAr)"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                SC/07/2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/sourcing-corporation-developpeur-c-net106170", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "Dévelopeur PHP : Symfony, Magneto, Drupal", "societe": "Sourcing Corporation", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de recrutement, formation et conseils"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Analyser le cahier des charges du client pour en ressortir la solution technique la plus adaptée\n- Développer le site Internet ou l’application des clients grâce au framework Symfony, Magento ou Drupal\n- Tester le site ou l’application et corriger les éventuels bugs avant à livraison du produit final\n- Réaliser tous les tâches reliées au poste"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Minimum Licence professionnelle en Informatique\n- Minimum 5 années d'expériences en PHP\n- Maîtrise du langage PHP et Framework Symfony, Magento ou Drupal\n- Horaires mixtes : 50% en présentiel et 50% en remote (3jours/semaine en présentiel le reste en remote)\n- Salaire très motivant et varie selon profil (à partir de 3MillionsAr)"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                SC/07/2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/sourcing-corporation-developeur-php-symfony-magneto-drupal106165", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "ARCHITECTE DEVELOPPEUR", "societe": "Human Talent Consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SERVICE RH"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Participer à la conception des applicatifs (recherches, modélisation, analyses, référentiel fonctionnel)\n-       Contribuer à la définition de l'architecture des applications informatiques\n-       Évaluer et réaliser le développement, les tests techniques, la documentation, la formation jusqu’à la mise en production des applications\n-       Assurer la maintenance de l’application\n-       Assurer la traçabilité des opérations et la collecte des preuves de tests\n-       Rapporter les activités\n-       Participer aux réflexions concernant l’amélioration du processus développement"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Titulaire d’un bac+ 4 en informatique\n-       Ayant au moins 2 ans d’expériences réussies sur un poste de développeur\n-       Maîtrise parfaite de la programmation orienté objet (POO) et de l’architecture MVC,\n-       Ayant une très bonne base en techniques de conception (UML) et de méthodologie (Agile, SCRUM)\n-       Bonne maîtrise des langages WEB : PHP, Javascript, HTML, CSS,\n-       Bonne maîtrise des outils de GBDD : MySQL, POSTGRES\n-       Maîtrise des framework (Symfony, CodeIgniter), librairies (Jquery, bootstrap, angular JS, FPDF, HighCharts) & outils associées (conception, gestion des codes sources, tests unitaires)\n-       Bon esprit d’analyse, consciencieux, rigoureux,\n-       Doté d’une bonne capacité d’adaptation, sens du travail en équipe, sens critique\n-       Bonne maîtrise du français"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                ARCHITECTEDEV-0522"}], "url": "https://www.portaljob-madagascar.com/emploi/view/human-talent-consulting-architecte-developpeur106163", "category": "informatique-web"}, {"date": "30 Juin 2022", "titre": "Lead Dev PHP fullstack BE: Laravel/Symfony/Node", "societe": "SAYNA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Digital"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Manager une équipe de développeurs: coacher, accompagner et résoudre les problèmes techniques rencontrés\n- Être le référent en matière de code et mettre en place les bonnes pratiques\n- Assurer des tâches de développement complexe et la qualité du code via des revues de code\n- Garantir le respect des délais imposés et le budget alloué\n- Mettre en place et réaliser des phases de tests\n- Assurer le support technique pour les estimations des tâches\n- Assurer les déploiements des projets sur les différents environnements (local, test, prod, postprod)\n- Concevoir les architectures techniques selon les besoins des projets\n- Initier les premières tâches de développement des projets et s’assurer de la montée en compétence des développeurs\n- Garantir les veilles sur les technologies concernées"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Minimum 03 ans d’expériences en développement BE\n- Expérience représentative de développement web back-end BE: Laravel/Symfony/Node\n- Maîtrise en base de données: relationnelle, non relationnelle, conception, analyse, big data, SQL, NOSQL, graph\n- Maîtrise des processus de méthodes agiles, cycle en V\n- Gestion et accompagnement d’ équipe, coordination de projets\n- Excellente capacité d’analyse\n- Fort intérêt pour les nouveaux langages et systèmes\n- Connaissance des outils de tests et du domaine fonctionnel\n- Doté d’un bon relationnel, être à l’écoute et force de proposition\n- Très bon communiquant (français – anglais apprécié)"}], "url": "https://www.portaljob-madagascar.com/emploi/view/sayna60-lead-dev-php-fullstack-be-laravel-symfony-node106161", "category": "informatique-web"}, {"date": "30 Juin 2022", "titre": "Administrateur système et réseaux", "societe": "SAYNA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Digital"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Définition de l’architecture système / réseaux et de la politique de sécurité\n- Assurer un haut niveau de sécurité à tous les niveaux de l’information\n- Déployer des dispositifs de surveillance et de maintenance\n- Définition et mise à jour de la roadmap projets et pilotage des budgets d’exploitation\n- Monitoring des systèmes et des réseaux au quotidien (disponibilité, charge machine, …)\n- Monitoring des serveurs d'hébergement et support technique pour les déploiements des solutions sur ces serveurs\n- Animation de la politique de maintenance et structuration support technique (remontée d’incidents ticketing, règles d’escalade et support)\n- Assurer une veille technologique afin de proposer des évolutions technologiques\n- Mise en place (documentation, formation, partage) et suivi de toutes les procédures de gestion du parc, des serveurs et des réseaux"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - +2ans d’expérience en administration Système et Réseaux\n- Maîtrise des outils de gestion/monitoring (connexion internet, bandes passantes, partages)\n- Bonne connaissance en déploiements de solutions SI (serveurs, base de données, cloud, SAAS , Création de script et pipeline, CI/CD )\n- Expérience sur les plateformes à fort trafic ou gros volume\n- Intérêt pour les métiers de l’infrastructure et la collaboration\n- Expérience en base de données distribuée\n- Forte capacité à détecter les problèmes critiques et à les résoudre\n- Passionné & autonome, veille technique"}], "url": "https://www.portaljob-madagascar.com/emploi/view/sayna60-administrateur-systeme-et-reseaux106160", "category": "informatique-web"}, {"date": "", "titre": "Développeur FullStack -réf:DEVFULL/06/22", "societe": "KONTIKI SERVICE", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Marketing Digital et Relation client."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Activités: \n- Concevoir et développer des projets web jusqu'à la maintenance corrective.\n- Déployer des tableaux de bord de performances. \n- Assurer la gestion de bases de données. \n- Garantir la maintenance IT."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Master en études informatiques, ingénierie ou équivalent. \n- Aptitude à travailler simultanément sur plusieurs projets. \n- Excellente capacité à communiquer et interagir avec l'équipe.\n- Proactif, polyvalent, rigoureux et Dynamique. \n\nCompétences requises: \n- Maîtrise des Framework: Symfony3/Laravel,Django/Flask, ReactJS/VueJS. \n- Bonne connaissance des langages MySQL 8.0.6, PstgreSQL.\n- Appétence sur GIT. \n- Maîtrise des environnements Linux(Ubuntu, GEntOS...)\n- Deux ans d'expériences dans le domaine. (Cloud, Computing et BIg Data)\n- Français courant , anglais(parlé et écrit)."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEVFULL/06/22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/recrutement-service43-developpeur-fullstack-ref-devfull-06-22106087", "category": "informatique-web"}, {"date": "", "titre": "Designer graphiste", "societe": "EAM CONSULTING", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SIG, Génie Civil et Architecture, Data Outsourcing, Hardware & Software\nAdobe certified, Microsoft reseller, Autodesk reseller"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre d'un appel d'offre d'élaboration d'une application en ligne (version web et androide) dédiée à la formation de la conduite de véhicule à moteur (permis de conduire) et d'une application dédiée aux examens de permis de conduire, EAM CONSULTING recherche deux (02) graphistes designer pour la réalisation du concept graphique des applications ainsi que des manuels de formations et les tests intégrés (simulations et examens réels). Les graphistes designer sont également chargés de collecter les données nécessaires et concevoir le manuel de formation pour la conduite. \n\nLes termes de références de la mission peuvent être demandés sur demande.\nNous exigeons votre CV \"très détaillé\" avec références et attestations de bonne fin\nVeuillez également fournir une copie de vos diplômes certifiés (scan)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Diplôme bac+3 ou plus en graphisme et design ou un domaine similaire\n- cinq (05) années d’expériences au minimum dans le domaine de l’infographie et web\ndesign et androide.\n- Expériences exigées dans le design, conception graphique et intégration de documents  numériques via web et androide.\n- Capable de fédérer, gérer et de synthétiser de nombreuses informations et documentations provenant de différents partenaires du projet\n\nEn répondant à notre annonce, vous acceptez de figurer dans notre base de données de CV et dans notre offre."}], "url": "https://www.portaljob-madagascar.com/emploi/view/recrutement17-designer-graphiste105953", "category": "informatique-web"}, {"date": "", "titre": "Photographe", "societe": "EAM CONSULTING", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SIG, Génie Civil et Architecture, Data Outsourcing, Hardware & Software\nAdobe certified, Microsoft reseller, Autodesk reseller"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre d'un appel d'offre d'élaboration d'une application en ligne (version web et androide) dédiée à la formation de la conduite de véhicule à moteur (permis de conduire) et d'une application dédiée aux examens de permis de conduire, EAM CONSULTING recherche un (01) photographe dont le rôle et de collecter des photographies d'illustration dans le contexte de la conduite à Madagascar de manière la plus réaliste possible.\n\nLes termes de références de la mission peuvent être demandés sur demande.\nNous exigeons votre CV \"très détaillé\" avec références et attestations de bonne fin\nVeuillez également fournir une copie de vos diplômes certifiés (scan)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Diplôme bac+2 ou plus dans un domaine pertinent\n- cinq (05) années d’expériences au minimum dans le domaine de la photographie\n- Expériences exigées dans la conception graphique et intégration de documents numériques via web et androide dont le rôle étant la photographie.\n- Capable de fédérer, gérer et de synthétiser de nombreuses informations et documentations provenant de différents partenaires du projet\n- Capable de travailler en équipe\n\nEn répondant à notre annonce, vous acceptez de figurer dans notre base de données de CV et dans notre offre."}], "url": "https://www.portaljob-madagascar.com/emploi/view/recrutement17-photographe105952", "category": "informatique-web"}, {"date": "", "titre": "Formateur plateforme numérique", "societe": "EAM CONSULTING", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SIG, Génie Civil et Architecture, Data Outsourcing, Hardware & Software\nAdobe certified, Microsoft reseller, Autodesk reseller"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre d'un appel d'offre d'élaboration d'une application en ligne (version web et androide) dédiée à la formation de la conduite de véhicule à moteur (permis de conduire) et d'une application dédiée aux examens de permis de conduire, EAM CONSULTING recherche cinq (05) formateurs plateforme dont le rôle et de former les utilisateurs sur la manipulation des applications (Androide et web).\n\nIls auront également pour rôle de tester les applications avant déploiement et de collecter les avis/bug/corrections éventuels, rédiger les manuels de formation et les rapports de formations.\n\nLes termes de références de la mission peuvent être demandés sur demande.\nNous exigeons votre CV \"très détaillé\" avec références et attestations de bonne fin\nVeuillez également fournir une copie de vos diplômes certifiés (scan)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Diplôme bac+3 ou plus dans un domaine pertinent et de préférence en informatique\n- cinq (05) années d’expériences au minimum dans la formation en informatique (hard, web, androide)\n- Expériences exigées dans le design, conception graphique et intégration de documents  numériques via web et androide.\n- Avoir dirigé au moins 05 formations\n- Apte à se déplacer en province\n- Capable de fédérer, gérer et de synthétiser de nombreuses informations et documentations provenant de différents partenaires du projet\n\nEn répondant à notre annonce, vous acceptez de figurer dans notre base de données de CV et dans notre offre."}], "url": "https://www.portaljob-madagascar.com/emploi/view/recrutement17-formateur-plateforme-numerique105950", "category": "informatique-web"}, {"date": "30 Juin 2022", "titre": "développeurs informatiques -réf:DEVINFO07", "societe": "JM-CONTACTS SARL", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SSII leader dans l'externalisation informatique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Nous recherchons un développeur de provenance de l'informatique industrielle, de la robotique ou de l'automatisme, pour un projet de pilotage d'imprimantes de chaines d'emballage, dans l'industrie."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Ayant suivi des formations supérieures en Informatique, vous avez bénéficiez d'une expérience similaire d'au minimum 1an.\n- Passionné par le développement informatique, vous êtes rigoureux. \n- Vous savez écouter et proposer vos idées à l'ensemble du groupe.\n- Dynamique, impliqué, et autonome, vous appréciez le challenge et le travail d'équipe.\n- Parlant couramment le Français\n- Disponible de suite."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEVINFO07"}], "url": "https://www.portaljob-madagascar.com/emploi/view/jm-contacts27-developpeurs-informatiques106156", "category": "informatique-web"}, {"date": "30 Juin 2022", "titre": "STAGIAIRE SYSTEMES ET RESEAUX", "societe": "Anonyme", "contrat": "STAGE", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Multi-secteur"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Faire les paramétrages des équipements réseaux (Switch-AP, IPTV, accès biométrique, Détecteur Incendie) ;\n- Déployer l’infrastructure systèmes hyperconvergée, la migration messagerie et le déploiement central managed print services (accès, RFID, ...) ;\nMettre en place le réseau du nouveau parc informatique, le paramétrage poste par poste (session, émail, impression,...) ;\nFaire le suivi des utilisateurs sur le logiciel VMOR ;\n- Mettre en place des sécurités couche 1-2-3 ;\n- Assurer l’intégrité de l’ensemble du système."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Titulaire d’un diplôme de niveau Master en informatique ;\n- Maîtrise d’un outil de monitoring d’un serveur ;\n- Fort intérêt du domaine systèmes et Réseaux ;  \nHabile avec les outils de virtualisation ;\n- Bonne maîtrise du français."}], "url": "https://www.portaljob-madagascar.com/emploi/view/viseo78-stagiaire-systemes-et-reseaux106140", "category": "informatique-web"}, {"date": "30 Juin 2022", "titre": "Développeurs Web Senior (PHP / Symfony / Drupal)", "societe": "Business & Decision Maurice", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Groupe international spécialiste de la Data et du Digital, créé en 1992 et présent à Maurice depuis 2005, Business & Decision est une société du Groupe Orange."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous intégrez des équipes de projet et vous participez à toutes les phases de mise en oeuvre d’une application décisionnelle en réalisant les tâches suivantes :\n\nDévelopper des sites et applications web à partir de spécifications détaillées, en respectant le cahier des charges du client et les normes de développement de l'entreprise.\n\nParticiper à l’analyse des besoins, la conception fonctionnelle et technique.\n\nMettre en place les tests unitaires.\n\nParticiper à l’élaboration et à l’application des bonnes pratiques de codage notamment en matière de maintenabilité, sécurité et de performance.\n\nTester et valider les fonctionnalités développées.\n\nMaintenir les applications développées et participer à l’assistance aux utilisateurs."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences Techniques :\n\nBonne connaissance des bases de données et de SQL.\nBonne connaissance de PHP ou Drupal.\nUne connaissance d'un framework PHP (par ex. Symfony) serait un plus.\n\n\n Recherché :\n\nBSc ou équivalent.\nBonne communication en Français.\nMinimum 5 ans d'expérience.\n\n\nNos Avantages :\n\nSalaire très intéressant\nPrime de performance\nAssurance médicale\nFlexibilité horaire\nPlan de retraite\nMode hybride\nActivités (hôtel, happy hour, karaoké night etc.)"}], "url": "https://www.portaljob-madagascar.com/emploi/view/business-decision-maurice-developpeurs-web-senior-php-symfony-drupal106127", "category": "informatique-web"}, {"date": "30 Juin 2022", "titre": "UN DÉVELOPPEUR WEB Javascirpt/PHP", "societe": "MADINTER", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                INFORMATIQUE WEB"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Madagascar Interactive (Madinter) recrute\nUN DÉVELOPPEUR WEB Javascirpt/PHP (H/F)\n\nLES MISSIONS CONFIÉES :\nIntégré(e) au sein de la filiale, vous interviendrez dans le cadre d’une équipe projet pour répondre aux besoins du groupe et de ses clients.\n\tDéveloppement en mode projet ;\n\tComprendre et s'approprier le besoin du client ;\n\tRédiger les cahiers des charges techniques ;\n\tSe montrer force de proposition quant aux techniques à mettre en œuvre ;\n\tAssurer les développements dans les règles de l’art : normes W3C, SEO friendly, performance et sécurité, code bien commenté ;\n\tÊtre garant de la qualité des développements réalisés ;\n\tVeiller au respect des délais et du budget ;\n\tRéaliser les recettes ;\n\tAssurer la maintenance et la correction des applications du groupe ;\n\tAssurer le reporting à son supérieur hiérarchique."}, {"s_titre": "Profil", "s_description": "\n\n\tDiplômé d’un BAC +3 minimum en développement web ;\n\tDoté d’une expérience de 2 ans minimum dans le domaine du développement Web ;\n\tBonne connaissance des services web (API RESTful, JSON, XML) ;\n\tMaitrise des langages HTML5, CSS3, JavaScript et PHP 5/7 ;\n\tConnaissance sur les Framework JS et PHP (ReactJS, VueJS, AngularJS, Symfony, Laravel) ;\n\tSens du design et de l’ergonomie (UI/UX, responsive design) ;\n\tA l’aise avec les outils de ticketing, versioning, dockerisation (Teamwork, Asana, Git, docker).\n\tConnaissances en bases de données PostgreSQL, MySQL ;\n\tA l’aise avec l’outil GraphQL\n\tConnaissances sur les commandes Linux de base\n\tUne expérience en méthode Agile ou Scrum serait un plus.\n\nTRAITS DE PERSONNALITÉ :\n\tCréativité et réactivité.\n\tExigeant et rigoureux ;\n\tAutonome, vous êtes reconnu(e) pour vos compétences techniques ;\n\tGoût pour la technique et pour les innovations technologiques dans le domaine de l’Internet et l’Internet mobile ;\n\tCapacités d'analyse et de synthèse ;\n\nPour postuler, envoyez-nous votre dossier de candidature (CV avec photo, LM avec prétentions salariales et vos références)"}], "url": "https://www.portaljob-madagascar.com/emploi/view/madinter-un-developpeur-web-javascirpt-php-h-f106113", "category": "informatique-web"}, {"date": "30 Juin 2022", "titre": "TESTEURS QA", "societe": "AFI ASSURANCES MADAGASCAR", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Un cabinet de courtage en assurance mutuelle santé.\nDans le cadre de l'expansion de notre activité, nous sommes une société éditeur d'application web et mobile."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Ça vous dit de faire partie d’une équipe de développeur chez un éditeur ?\n\nApprendre les normes et les meilleures pratiques en développement informatiques pour ce genre de société vous aspire ?\n\nTravailler dans un environnement Agile où vous contribuez directement à l’évolution de l’entreprise vous convient?\n\nVous êtes à la bonne porte ! AFI ASSURANCES MADAGASCAR est prête à vous accueillir en tant que TESTEUR QA.\n\nEn tant que Testeur QA, vous seriez le garant du bon fonctionnement des outils et projets développés. Votre objectif principal est de détecter les bugs et problèmes potentiels en effectuant des tests régulièrement."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Minimum Bac +4 en développement Informatique\n\n- Au moins 2 années d’expériences en développement (WEB et Mobile) ou en tests fonctionnels\n\n- Maîtrise des outils de gestion des tests et des anomalies (JIRA, Squash, mantis…)\n\n- Bonne connaissance des technologies web\n\n- Rigoureux (se), curieux (se), autonome et force de proposition\n\n- Une bonne capacité d’analyse, de créativité, d’organisation et être force de proposition\n\n- Une bonne aptitude à travailler en équipe\n\n- Une bonne connaissance de Selenium et / ou Katalon\n\n- Connaissance en développement des tests automatisés serait un atout"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                TST/AFI-0721"}], "url": "https://www.portaljob-madagascar.com/emploi/view/afi-assurances-testeurs-qa106112", "category": "informatique-web"}, {"date": "30 Juin 2022", "titre": "DEVELOPPEUR PHP/SYMFONY -réf:DEV SF", "societe": "NEWMAN'S TECHNOLOGY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                NEWMAN'S TECHNOLOGY est une entreprise spécialisée en développement d'application web et mobile sur mesure. \nNous avons comme objectif d'être la première entreprise spécialisée en développement d'application mobile d'ici 2025."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Nous sommes à la recherche d'un(e) Développeur PHP/SYMFONY Confirmé(e)\n\nMISSIONS\n- Développement d'application web et/ou Back Office d'une grande application suivant le cahier des charges ainsi que les besoins des clients\n- Participation à la phase de débogage ainsi que l'amélioration des fonctionnalités existantes\n- Conseiller les clients dans l'amélioration de leur application"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Super Motivé et passionné par PHP/SYMFONY (4/5)\n- Connaissance Framework Javascript (Vue.Js, React.Js)\n- 02 ans d'expériences Minimum en tant que développeur SYMFONY\n- Bonne maîtrise de la langue française\n- Bonne connaissance de l'anglais : lu et écrit\n- Volonté d'apprendre de nouvelles technologies\n\nVeuillez envoyer votre CV et LM ainsi que votre prétention salariale svp"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV SF"}], "url": "https://www.portaljob-madagascar.com/emploi/view/newman-s-technology57-developpeur-php-symfony-ref-dev-sf105920", "category": "informatique-web"}, {"date": "29 Juin 2022", "titre": "Développeur Web Angular", "societe": "MaaSil Inc", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                MaaSil Inc est une entreprise d’externalisation de services vers Madagascar. Nous proposons à nos clients français, suisses ou belges, des consultants situés à Madagascar.  Nous proposons tous types de profils. Notre objectif est de proposer les meilleurs de Madagascar pour nos clients. Et de garantir des conditions salariales qui soient optimales pour nos équipes."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Expert Angular, autonome et force de proposition\nVous avez plusieurs années d’experiences sur Javascript (Typescript)\n : Intégrations des maquettes\nVous intégrez une équipe en agile\n\nRémunération / Avantages : \nSalaire à négocier selon profil – MaaSil Inc peut se permettre d’offrir les meilleurs salaires au vu de la qualité des missions délégués par nos clients\nCommissions supplémentaires avec Objectif qualitatif et quantitatif\n+10% de salaire / 6 mois\nMutuelle Complémentaire\nRetraite Complémentaire\nNavette retour le soir"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Maîtrise PARFAITE du Français (lu, écrit, parlé)\nMaîtrise de l’anglais technique est indispensable\nBac+5 en informatique\nAutonomie EXIGE (Vous serez en relation direct avec notre client, professionnalisme exigé)\nPolyvalence \nForce de proposition\nEsprit analytique\n\nHoraire de travail : 10-19h OU 12-21h. Les horaires pourraient évoluer selon les besoins du client mais le nombre d’heures travaillées restent inchangé = 40h/semaine"}], "url": "https://www.portaljob-madagascar.com/emploi/view/maasil-inc-developpeur-web-angular106092", "category": "informatique-web"}, {"date": "29 Juin 2022", "titre": "DEVELOPPEUR PHP", "societe": "INGENOSYA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Transformation digitale, service numérique"}, {"s_titre": "Missions", "s_description": "\n\n•\tConcevoir et développer des sites Internet et des applications mobiles selon la spécification des besoins présentés par le directeur de projets\n•\tProposer des solutions les mieux adaptées aux projets\n\nActivités : \n•\tRéaliser des développements spécifiques Front et Back Office\n•\tPréparer la documentation pour le déploiement des projets réalisés et la formation des utilisateurs"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences techniques requises : \n•\tConnaissance du langage de programmation PHP\n•\tMaitrise des frameworks Laravel, Symfony et/ou CodeIgniter\n•\tCompréhension du fonctionnement des principaux CMS, de la base de données MySQL et SQL server\n\n recherché : \n-\tIdéalement titulaire d’un diplôme de master ou ingénieur en informatique\n-\tAyant au moins 3 années d’expériences dans un poste similaire\n-\tInnovant\n-\tSoif d’apprentissage et autodidacte\n-\tMaîtrise la langue française\n-\tAyant une connaissance en big data est un atout."}], "url": "https://www.portaljob-madagascar.com/emploi/view/ingenosya-madagascar-developpeur-php106084", "category": "informatique-web"}, {"date": "29 Juin 2022", "titre": "Developpeur wordpress php prestashop", "societe": "seo webmarketing", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                agence web"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Nous cherchons un développeur PHP / Wordpress pour rejoindre notre équipe. Expérimenté (e) avec au moins 3 ans d’expériences sur ce type de projet, la personne devra gérer et améliorer le fonctionnement de nos sites en WordPress, et créer de nouveaux sites et fonctionnalités.\nObjectifs de la mission et tâches : \nCreer de nouveaux sites wordpress, prestashop ou dev sur mesure\nAméliorer et maintenir nos plugins Wordpress internes\nDéboguer un large éventail de problèmes complexes \ncréation des plugins et solutions pour les sites \nParticiper au développement de nos outils en ligne pour le SEO"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                une bonne maîtrise des outils de dev \nUn profil avec une expérience significative.\nTravail par mission en free lance"}], "url": "https://www.portaljob-madagascar.com/emploi/view/seo-webmarketing46-developpeur-wordpress-php-prestashop106082", "category": "informatique-web"}, {"date": "29 Juin 2022", "titre": "CHEF DE PROJET JAVA .NET -réf:CP-JAVA-NET", "societe": "ASTEK Madagascar", "contrat": "CHEF", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Rejoignez Astek Madagascar, du groupe ASTEK, 6000 collaborateurs en France, à Maurice et dans le monde. Participez à des projets variés et valorisants de dimension internationale dans un contexte innovant, dans une structure portée sur l’innovation avec de véritables opportunités d’évolutions de carrières."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous prenez en charge l'analyse et le pilotage technique de projets de transformation digitale.\nVous serez amené(e) à intervenir sur des sujets métiers et techniques pour lesquels seront demandées des compétences en développements JAVA et/ou .NET.\nDans ce cadre, vous devrez :\n- Analyser les besoins du client, évaluer les risques, proposer la meilleure solution et établir le chiffrage et le planning\n- Participer à la mise en cohérence des besoins en élaborant des wireframes et des spécifications fonctionnelles et techniques\n- Identifier les ressources en fonction des compétences et expertises recherchées\n- Définir avec les équipes du projet, les objectifs et les délais de réalisation des livrables\n- Participer activement à l’élaboration de l’architecture technique et aux conceptions\n- Participer activement aux revues de codes\n- Prendre en main une partie du développement si nécessaire\n- Participer aux phases de tests des livrables\n- Communiquer en permanence sur l’état d’avancement des projets auprès de la hiérarchie et des clients\n- Contribuer aux respects des délais et contraintes budgétaires"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Formation Bac +3 à Bac +5 avec une expérience cumulée de plus de 5 ans en gestion de projets et développements d’applications WEB\n- Compétences et expérience en matière de conduite de projet informatique\n- Compétences techniques et informatiques solides en développement WEB : JAVA et/ou .NET, Web Services, MERISE et/ou UML et bases de données relationnelles (SQL Server, Oracle…)\n- Compétences techniques permettant de venir en appui aux développeurs (selon son domaine de compétences techniques)\n- Connaissances de frameworks Front End appréciées (React, Angular…)\n- Aisance à communiquer\n- Maîtrise de l’anglais technique"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                CP-JAVA-NET"}], "url": "https://www.portaljob-madagascar.com/emploi/view/astek-madagascar-chef-de-projet-java-net106076", "category": "informatique-web"}, {"date": "29 Juin 2022", "titre": "Developpeur REACT JS SENIOR", "societe": "LIVENEXX", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                création logiciel"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Livenexx est une agence de développement web crée en 2016  qui compte désormais plus de trente-cinq collaborateurs dont le siège social est à l’île Maurice et le centre de production à Madagascar. Notre clientèle est constituée d’entreprises Françaises et Canadiennes mais également d'acteurs publics et régionaux\nNous cherchons dans le cadre de développement UN / UNE Développeur REACT JS SENIOR"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tBacc+ 5 en informatique Universitaire ou Formation\n•\tUne spécialisation en Développement Informatique\n•\tUne expérience significative d’au moins 4 ans sur un REACT JS/Typescript\n•\tBonne maitrise de français \n\nCompétences requises :\n•\tServeur: Linux, SQL, Git, Gitlab CI/CD\n•\tOutils : ClickUp, Slack, Teams\n•\tDes compétences en Docker sont appréciées.\nRémunération en fonction de votre expérience."}], "url": "https://www.portaljob-madagascar.com/emploi/view/livenexx86-developpeur-react-js-senior106070", "category": "informatique-web"}, {"date": "29 Juin 2022", "titre": "Consultant - Oracle DBA EBS", "societe": "Bolzano SARL", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Recrutement des administrateurs de bases de données Oracle"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Effectuer l'installation, la configuration, le clonage et le réglage fin des versions d'Oracle EBS ;\nEffectuer la mise à niveau, les correctifs et la migration d'Oracle EBS ;\nInstallation de bases de données Oracle sur des systèmes de fichiers ASM/non-ASM ;\nDépannage des bases de données Oracle EBS et Oracle ;\nImplémentation de sauvegarde et restauration RMAN ;\nFournir et mettre à jour la documentation technique;\nFournir un support technique et une gestion des correctifs sur Oracle EBS et d'autres produits Oracle ;\nEffectuer le clonage et assister l'équipe fonctionnelle sur les tâches Oracle DBA et EBS DBA\nFournir des services proactifs et opportuns aux clients en traitant avec tact en vue de maintenir de bonnes relations avec la clientèle."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Diplôme d'ingénieur dans le domaine des TIC ;\nAu moins quatre ans d'expériences pratique dans l'installation, la configuration, le réglage fin et le dépannage d'Oracle EBS et d'Oracle Database ;\nSolides connaissances sur Unix/Linux, le langage SQL et les concepts de bases de données relationnelles ;\nAptitude à configurer, installer, gérer et prendre en charge des produits de base de données sous environnement Windows ou Unix ;\nOptimisation des performances sur Oracle E-Business Suite Concurrent Manager ;\nUne expérience pratique sur le déploiement d'Oracle Data Guard et RAC serait un atout ou une autre solution open source à haute disponibilité ;\nOptimisation des performances et dépannage des bases de données Oracle ou Open Source Database ;\nCertifié en Oracle DBA ou Oracle EBS DBA.\nBonnes compétences interpersonnelles, de communication et d'analyse;\nCapacité d'apprendre les exigences du poste et d'effectuer efficacement en peu de temps;\nCapacité à travailler sous pression et à des heures indues pour respecter des échéanciers serrés;\nOrienté vers le service à la clientèle et capacité à négocier avec tact avec les clients ;\nObligation de voyager à l'étranger pour des affectations à l'étranger;"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Oracle BLZ"}], "url": "https://www.portaljob-madagascar.com/emploi/view/bolzano-sarl44-consultant-oracle-dba-ebs106059", "category": "informatique-web"}]