[{"date": "13 Juil 2022", "titre": "DEVELOPPEURS PYTHON", "societe": "BOCASAY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous sommes une entreprise dans le service du numérique.\nChoisir Bocasay c’est rejoindre une des entreprises les plus dynamiques de son secteur et offrant de nombreux avantages. Chez nous, votre épanouissement est notre priorité."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Au sein d’une équipe à taille humaine rassemblant des compétences variées, dans une bonne ambiance de travail, vous développerez en équipe des solutions web à fortes valeurs ajoutées.\n\nGarant de la veille technologique, nous serons à l’écoute de vos propositions d’évolutions.\n\nVous interviendrez sur le développement d'applications web autour des aspects suivants : \n-\tDéveloppement\n-\tPhases de tests et débogage\n-\tMise en production"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -\tBonne maîtrise de PYTHON\n-\tBonne connaissance du framework Django, API Rest\n-\tBonne maîtrise de HTML/CSS (aux normes W3C), JAVASCRIPT\n-\tBonne maîtrise en SGBD SQL et NoSQL\n-\tExpérience réelle de 2 ans minimum."}], "url": "https://www.portaljob-madagascar.com/emploi/view/bocasay54-developpeurs-python106889", "category": "informatique-web"}, {"date": "13 Juil 2022", "titre": "Administrateur Réseau et Système", "societe": "ANONYME", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                DIVERS"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Gérer le parc informatique\n- Maintenir les infrastructures informatiques : aménagement, câblage, brassage, système d'exploitation, mise à jour , ...\n- Paramétrer et mettre en production des équipements et cameras de surveillances (VMS, CCTV, serveurs, ...)\n- Planifier la maintenance préventive des équipements orientés métiers ( serveurs VMS, stockage, ...)\n- Assurer la mise en conformité par rapport aux normes des installations informatiques (branchement, câblage, sécurité)\n- Tenir à jour les documentations : documentation technique, incidents, interventions, rapports périodiques, ...\n- Veiller à la sécurité du parc informatique et des données\n- Assurer le support technique des utilisateurs \n- Intervenir rapidement dans des pannes à hautement stratégique"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Bacc+3 minimum en informatique avec 3 ans d'expériences\n- Maîtrise du réseau informatique (Layer 1 à 3, firewall, vpn,... )\n- Maîtrise des normes et standards notamment en réseau informatique\n- Bonne connaissance en Video Management Software \n- Expérience probante en maintenance de matériel informatique sur site et à distance\n- Maîtrise du français\n- Disponibilité"}], "url": "https://www.portaljob-madagascar.com/emploi/view/lamdis-administrateur-reseau-et-systeme106887", "category": "informatique-web"}, {"date": "13 Juil 2022", "titre": "DEVELOPPEUR FULLSTACK.JS -réf:DEVFULL", "societe": "SMARTPREDICT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Intelligence artificielle et service numérique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Nous recherchons notre Développeur Full Stack.JS pour étoffer notre équipe technique. Vous serez responsable du développement et la mise en œuvre des composants d’interface utilisateur pour les différents types d’applications web. \n\nResponsabilités :\n\n•Rencontrer l'équipe de développement pour discuter des idées d'interface utilisateur et des applications.\n•Construire des API robustes et évolutifs avec Node.js, GraphQL, Apollo Server.\n•Examiner les exigences des applications et la conception sur le plan Front que Back.\n•Identifier les interactions avec les utilisateurs sur le web.\n•Concevez et créez des services et une architecture de système, et contribuez et fournissez un retour aux autres membres de l'équipe.\n•Collaborer avec une équipe pluridisciplinaire en Software engineering, Product Owner / Manager et d'ingénieurs DevOps.\n•Participer à des sessions de brainstorming et apporter des idées sur notre stack technologique, nos algorithmes et nos produits.\n•Travailler avec les équipes produites et de conception pour comprendre les besoins des utilisateurs finaux, formuler des cas d'utilisation, puis les traduire en une solution technique pragmatique et efficace.\n•Plonger dans des problèmes difficiles et résoudre et livrer des résultats dans les délais impartis.\n•Suivi et amélioration des performances de l'interface utilisateur.\n•Documenter les changements d'application et les mis à jour de développement."}, {"s_titre": "Profil", "s_description": "\n\n•Master II en informatique, en technologie de l'information ou dans un domaine similaire.\n•Expérience antérieure d’au moins 02 ans en tant que développeur React, Node.js/GraphQL, ou des outils/environnement similaires (TS).\n•Expérience dans la conception d'interfaces utilisateur.\n•Expérience avec les logiciels de débogage et de test de performance basés sur le navigateur\n•Connaissance approfondie technologies Front-end (Js, CSS, HTML) et Back-end (Node.js, GraphQL, concept d'API).\n•Connaissance des outils REACT, notamment Webpack, Redux, Apollo Client et Flux.\n•Excellentes compétences en matière de résolution de problème.\n•Bonnes compétences en gestion agile de projet.\n•La connaissance des cadres de test de performance, notamment Mocha et Jest, est un atout.\n•Savoir pratiquer la TDD est un très grand plus.\n•Communication : maitrise de la langue française, l'anglais serait un atout.\n•Aisance relationnelle et orientation client\n•Disponible et flexible\n\nN'hésitez pas de nous envoyer directement votre dossier de candidature composé d'un CV détaillé et d'une lettre de motivation via le site."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEVFULL"}], "url": "https://www.portaljob-madagascar.com/emploi/view/sp-developpeur-fullstack-js106876", "category": "informatique-web"}, {"date": "13 Juil 2022", "titre": "IT Developer & DATA ANALYST", "societe": "JOVENA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                énergie"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Recueillir et analyser les données\nExploiter les données pour en dégager des observations de business utiles\nFaire l’étude et le développement des outils répondant aux besoins précis des utilisateurs\nProcéder à la formation des utilisateurs sur les outils existants\nMettre en place les supports nécessaires à l’exploitation des outils\nEtre en charge du test et de la maintenance des outils de traitement et de reporting"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Bac +4 en informatique de gestion ou équivalent\nVous avez 3 à 5 ans d’expériences dans un poste similaire\nUne expérience en conduite de projet est souhaitée\nVous avez de bonnes connaissances en gestion, statistiques et informatique\nVous avez de fortes compétences en analyse et développement informatique\nVous avez une parfaite connaissance technique de la programmation, des langages informatiques et SGBD\nVous êtes rigoureux, organisé avec une rapidité d’exécution\nVous avez une bonne aisance relationnelle avec une bonne capacité de communication, d’analyse et de synthèse"}], "url": "https://www.portaljob-madagascar.com/emploi/view/jovena-it-developer-data-analyst106864", "category": "informatique-web"}, {"date": "13 Juil 2022", "titre": "DEVELOPPEUR(SE) BACK END PHP", "societe": "OFFSHORE VALUE SARL", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Dans la création de sites web depuis plus de 15 ans, l'épanouissement du personnel a une place importante pour la société (formations, assurance santé complémentaire, équipe de foot...)"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Analyser et cerner les enjeux et besoins des clients\n- Garantir les bonnes pratiques et la qualité des projets\n- Travailler en collaboration avec l’équipe frontend et responsable projet.\n- Participer à la maintenance évolutive des  sites clients\n- Effectuer de la veille technologique"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                     - Formation bacc+5 avec 1 an d'expérience minimum\n     - Vous avez la capacité de vous former sur de nouvelles technologies rapidement\n     - Ayant un esprit d'équipe, vous êtes dynamique et force de proposition\n     - Autonome et organisé(e), vous savez faire preuve d'esprit d'analyse.\n\nCOMPÉTENCES TECHNIQUES REQUISES:\n*******************************\n     - Maitrise de PHP (5, 7 et 8), MYSQL (Requêtes de données, jointure, index,…), JS (jquery, ajax),  RESTFull API\n     - Maitrise de la POO, structure MVC, méthode agile, Git\n     - Connaissances / expériences dans le CMS prestashop (1.6 / 1.7)\n       (Préciser version maîtriser et module développés dans votre candidature)\n     - Connaissance SEO et optimisation du temps de chargement des sites\n\nINFORMATIONS COMPLÉMENTAIRES :\n****************************\n     - Plein temps, CDI\n     - Assurance santé gratuite à partir de 6 mois d'ancienneté\n     - Prime trimestrielle selon résultats\n\nPour postuler, envoyez nous votre CV détaillé avec vos références et photo et lettre de motivation avec votre prétention salariale"}], "url": "https://www.portaljob-madagascar.com/emploi/view/offshore-value-developpeur-se-back-end-php106845", "category": "informatique-web"}]