[{"date": "08 Juil 2022", "titre": "SEO / SEA / SMO", "societe": "MY COM UP", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                OFFSHORE"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                * SEO\n- Travailler le SEO à tout point de vue :\n- contenu, netlinking, optimisation technique\n- Notamment, étudier/déceler les mots clefs pertinents sur nos univers et nous y\npositionner\n- Veille permanente, curiosité inépuisable sur les évolutions du monde SEO\n- Veille concurrentielle permanente et actions pour se maintenir en face\n- Valoriser de contenu\n* SEA\n- Suivi et optimisation des campagnes en cours\n- Détecter les opportunités de mots clés à tester\n* SMO\n- Intégration de fonctionnalités sociales sur les contenus du site web de l’entreprise (fils RSS, boutons de partage, commentaires…) ;\n- Diffusion des contenus du site sur les médias sociaux (blogs, réseaux sociaux,\ngroupes de discussion…)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                De l’expérience dans le SEO\nUn gros penchant pour les chiffres et les objectifs\nUn réflexe d’analyse avant et après chaque action\nUne obsession pour l’optimisation, encore et encore, autant pour le naturel que pour le payant\nLe goût du travail en équipe"}], "url": "https://www.portaljob-madagascar.com/emploi/view/my-com-up-seo-sea-smo106667", "category": "informatique-web"}, {"date": "08 Juil 2022", "titre": "Product Owner", "societe": "SAYNA", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Digital"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -Analyser les besoins en SI du client\n-Proposer les solutions adéquates par rapport à ces besoins\n-Alimenter le backlog du produit\n-Rédiger les users stories et gérer la priorité des objectifs/tâches\n-Juger la faisabilité d’une user story en fonction du coût, du temps et de la valeur ajoutée\n-Découper les projets en microtasks et les distribuer aux développeurs\n-Etre l’interface entre l’équipe technique et les clients pendant les projets\n-Suivre la réalisation des microtasks et s'assurer du respect des plannings \n-Assurer les validations des projets dans les détails en respectant les procédures définies (sur environnement de tests, de production, de post-production) \n-Organiser les déploiements et les présentations du produit de manière régulière avec toutes les équipes projet"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -Minimum 02 ans d'expériences dans la gestion de projets IT\n-Maîtrise des méthodologies et des outillages en gestion de projets IT (AGILE, Cycle en V)\n-Vous savez gérer des équipes en présentiel et online\n-Vous avez un sens de priorité business/ dev aigu\n-Vous êtes passionnés quand il s'agit de transmettre vos connaissances\n-Vous êtes un très bon communicant en français, anglais apprécié\n-Vous avez une bonne culture générale SI et vous êtes motivés pour apprendre\n-Vous avez une très bonne capacité d’analyse (fonctionnelle, métier SI)\n-Vous avez une très bonne capacité de synthèse et de rédaction"}], "url": "https://www.portaljob-madagascar.com/emploi/view/sayna60-product-owner106660", "category": "informatique-web"}, {"date": "08 Juil 2022", "titre": "DATA ANALYST", "societe": "MGBI MADAGASCAR BUSINESS INTELLIGENCE", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Société spécialisée dans l'intégration de solutions de gestion (EBP, CIEL, SAGE, Odoo..) et dans la Business Intelligence"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Création de tableaux en lien avec des applications de gestion (principalement EBP, Odoo et SAGE)\n- Participer à la réalisation des tests et des contrôles sur des systèmes en développement\n- Contribuer à la rédaction des documents tels les documentations, les procédures et les cahiers des charges"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Solides connaissances en Excel et SQL (SQL Server et/ou PostgreSQL)\n- Première utilisation de Power BI\n- Connaissance en modélisation de données\n- Enthousiaste\n- Disposant d’une forte capacité d’analyse, d’un souci du détail et d’un esprit critique\n- Capable de s’autoformer et de proposer des solutions"}], "url": "https://www.portaljob-madagascar.com/emploi/view/mgbi-madagascar-business-intelligence-data-analyst106658", "category": "informatique-web"}, {"date": "08 Juil 2022", "titre": "Développeur PHP PRESTASHOP CONFIRME/SENIOR", "societe": "RAC SERVICES", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                E-commerce"}, {"s_titre": "Missions", "s_description": "\n\nNous sommes à la recherche d'un Développeur PRESTASHOP confirmé ou sénior (plus backend que frontend). C'est un poste en télétravail et FULL REMOTE, vous travaillerez depuis chez vous comme tout le reste de l’équipe (15 Personnes). Sérieuses expériences demandée.\n\nLe client est une société française dont l’activité commerciale est déjà existante depuis plus de 11 années et qui est connectée à plusieurs places de marchés (Marketplaces) européennes. L’activité de E-Seller en multicanal fonctionne déjà, l’objectif est de maintenir et de développer l’activité, pour cela vous aurez pour mission de :\n\n- Bien comprendre l'existant et le fonctionnement du workflow (Il y aura une formation pour vous expliquer tout cela et la réalité de votre tâche quotidienne durant les premières semaines de votre travail)\n- Gérer 2 sites Prestashop 1.6 et 1.7\n- Surveillez et être réactif pour parer à d'éventuels dysfonctionnement des 2 sites\n- Bien surveiller le bon fonctionnement du workflow (circulation des commandes, numéro tracking des expéditions postales, publication des produits vers les marketplaces ...) Le workflow vous sera expliqué en détail via des diagrammes et dans la pratique du quotidien\n- Développer des modules si nécessaire pour améliorer le workflow\n- Connecter et paramétrer des modules comme Common-Services (Amazon Europe)\n- Effectuer une veille technologique pour pouvoir améliorer l'activité\n\nCompétences :\n- Maîtrise de Prestashop 1.6 et 1.7 / de PHP 5 et PHP 7\n- Vous êtes surtout spécialisé dans le backend et vous pouvez aussi vous débrouillez en frontend (css, javascript)\n- Maitrise de MYSQL et PHPMYADMIN pour manipuler les bases de données\n- En tant que développeur backend, vous êtes à l'aise avec les serveurs Apache et FTP et le système Linux\n- Vous connaissez le système de virtualisation Docker surtout pour les développements en local sur votre machine\n- Vous connaissez l'outil de versionning Git\n- Travailler avec les API ne vous pose pas de problème (simulation d'appels à des API avec l'outil POSTMAN)\n\nPlus:\n- Connaissance des marketplaces (amazon, cdiscount, kaufland, bol, gosport, ebay ...)\n- Vous connaissez le langage de scripting SH sur Linux\n- Vous connaissez l'outil de stockage Amazon S3 de AWS\n- Vous connaissez le concept d'agrégateur de flux"}, {"s_titre": "Profil", "s_description": "\n\n- Maîtrise du français tant à l’écrit qu’à l’oral ; vous serez souvent en communication avec groupement investisseurs Français, discussion sur WhatsApp fréquentes et quotidiennes\n- Développeur motivé et dynamique\n- Rapidité\n- Créativité, Autonomie\n- Sens de l’organisation\n- Force de proposition,\n- Curiosité (veille technologique et créative permanente)\n- Sensibilité au bon fonctionnement du workflow et donc du business\n- Apte à travailler en équipe\n\nDétails importants:\n- Nous recherchons une personne qui a pour volonté de s’inscrire dans une collaboration sur le long terme. Il s'agit d'un \"emploi stable\". Notre objectif étant de trouver un développeur avec lequel nous souhaitons travailler et construire sur le long terme merci de ne pas postuler si vous êtes de ce type de développeur qui passe d’agence en agence et qui est en perpétuelle recherche d’emploi.\n\n***- Rémunération très motivante à définir ensemble selon expérience et niveau de compétences ***\n\n- Horaire : du lundi au vendredi de 10h à 19h heures françaises\n\n- Vous disposez d'une connexion ADSL/Fibre optique ou autre en illimité et qui fonctionne correctement, stable et rapide. Condition OBLIGATOIRE.\n- Avoir un smartphone pour recevoir des appels et des messages WhatsApp / Skype."}], "url": "https://www.portaljob-madagascar.com/emploi/view/rac-services-developpeur-php-prestashop-confirme-senior106657", "category": "informatique-web"}, {"date": "08 Juil 2022", "titre": "Digital Engineer", "societe": "Aquarelle Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Textile"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -Concevoir et gérer des données organisationnelles et les transformer en tableaux de bord perspicaces.\n-Rechercher et recommander des approches innovantes pour apporter de la valeur aux processus de l'organisation en utilisant la technologie.\n-Transformer les données en informations utiles pour les décisions stratégiques de l'entreprise.\n-Traduire les objectifs commerciaux en spécifications techniques.\n-Travailler avec l'équipe de Business Intelligence pour définir les visuels.\n-Créer des rapports visuels interactifs \n-Développer, coordonner et dispenser des formations pour augmenter l'adoption des outils"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -Au moins 1 à 3 ans d'expérience en analyse de données et dans des domaines connexes.\n-Expertise des bases de données, du profilage des données, de l'entreposage des données et des services d'analyse.\n-Forte connaissance de SQL\n-Expérience dans l'utilisation d'ADF ou de tout autre outil similaire.\n-Titulaire d'un diplôme en informatique et gestion de l'information, en mathématiques, en statistiques ou en analyse commerciale.\n-Expertise technique en Power Bi\n-Connaissance approfondie du progiciel Office 365\n-Bonne connaissance de l'intégration API.\n-Attentif aux détails\n-Compétences analytiques et de résolution de problèmes\n-Compétences en matière de présentation\n-Capacité à travailler sous pression"}], "url": "https://www.portaljob-madagascar.com/emploi/view/aquarelle-madagascar46-digital-engineer106638", "category": "informatique-web"}, {"date": "08 Juil 2022", "titre": "Développeur Javascript Senior", "societe": "EZWAY TECHNOLOGY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ESN"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -Construire et maintenir les applications de pointe construites sur mesure\n-Écrire un code propre, clair et compréhensible par les autres.\n-Contribuer aux spécifications et aux estimations des projets\n-Participer à toutes les phases du cycle de vie du développement.\n-Travailler avec les parties prenantes et l'équipe de développement pour comprendre -la portée initiale d'un nouveau projet."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -BAC+4/5 en Informatique\n-3 ans d'expériences dans le développement et la maintenance d'applications JavaScript.\n-Connaissance approfondie de TypeScript, React, NodeJS, \n-Expérience de l'utilisation d'utilitaires et d'outils de construction, notamment Docker, Webpack, NPM, ESLint et Karma.\n-Expérience des technologies Cloud Native sur au moins un des principaux fournitures de services Cloud (AWS, Google Cloud ou Azure).\n-Compréhension approfondie des concepts de programmation JavaScript, notamment les mixins, la composition d'objets et la portée.\n-Bonne connaissance des méthodologies TDD, BDD, SDD, DDD, ATDD\n-Expérience de l'utilisation de systèmes de contrôle de version tels que Git au sein d'une équipe."}], "url": "https://www.portaljob-madagascar.com/emploi/view/ezway-developpeur-javascript-senior106446", "category": "informatique-web"}, {"date": "08 Juil 2022", "titre": "DEVELOPPEUR BACKEND (PYTHON/ CLOUD)", "societe": "AM WEB Solutions", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Agence WEB"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Descriptif du poste :\n\nNotre solution ne correspond plus à nos besoins et à nos perspectives d’évolution. Nous sommes en cours de refonte technique afin de rendre nos briques logicielles plus modulaires et évolutives, orientées très fortement Serverless.\n\nDivers :\nPeu de déplacements et organisation majoritairement en télétravail.\nEn tant que petite structure, le savoir vivre et la convivialité sont primordiaux pour nous. Nous aimons partager nos passions et échanger sur de nombreux sujets."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Avec experience PYTHON\n\nDe niveau bac+5, avec un minimum de 5 ans d’expérience, au sein de l’équipe backend, vous venez contribuer à l’évolution de nos produits majoritairement développés en Python et intégrés dans les technologies d’Amazon Web Service.\n\nLa personne doit maîtriser ou a minima avoir un fort intérêt pour la stack technique suivante:\n\nStack technique :\nLangages: Python 3 (>=3.8), Python 2 (legacy, réécriture en cours)\nEnvironnement : Linux, Gitlab, AWS\nInfra: Lambda, API Gateway, S3, Cloudfront, EC2, RDS, ELB, route53, ELK\nDevops: Terraform, Gitlab-CI, Ansible (legacy + réécriture), Docker\nBase de données: PostgreSQL, MySQL, CouchDB\nFramework: FastAPI, SqlAlchemy (Alembic), Django (legacy)\nQualité: Tests unitaires, mypy, flake8, black, isort\n\nAttentes souhaitées :\nAppétence pour le devops et l’administration linux\nAttentif à la qualité et aux besoins clients\nPolyvalent sur les technologies backend\nAnglais souhaité (clients internationaux)"}], "url": "https://www.portaljob-madagascar.com/emploi/view/id-web-developpeur-backend-python-cloud106351", "category": "informatique-web"}, {"date": "08 Juil 2022", "titre": "Ingénieur d'étude et développement Fullstack", "societe": "ID?WEB", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Notre agence web est basée à Antananarivo et à l'Ile Maurice. Nous opérons localement ainsi qu'à l'international avec des clients directs ou en partenariat avec des agences web d'Europe essentiellement. Notre forte expérience dans l'univers du web nous permet d'apporter une solution adaptée à vos projets au meilleur rapport qualité/prix."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans le cadre de nos activités, nous recherchons un(e) Développeur Web (F/H) Vous serez amené à : – maintenir des applications web pour nos clients – développer des plugins  – Intégrer des fonctionnalités et des designs PROFIL Fullstack : symfony,javascript avec quelques notion de devops"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 Intermédiaire ou Senior.\nCV + Prétention salariale via le site"}], "url": "https://www.portaljob-madagascar.com/emploi/view/id-web-ingenieur-d-etude-et-developpement-fullstack106350", "category": "informatique-web"}, {"date": "08 Juil 2022", "titre": "DEVELOPER ETL TALEND", "societe": "AM WEB Solutions", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                AGENCE WEB"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Translate functional design into Technical Solution\n\nDesign and create complex data conversion transformation program\n\nConduct quality control on developments by peers (transformation programs) \n\n Prepares comprehensive technical documentations including specifications, test conditions and error logs\n\nExecute end-to-end unit testing (Extraction, transformation, load)\n\nIdentify data quality issues and provide recommendations for improvement and resolution\n\nAbility to work in a team environment, effectively interacting with others\n\nWork with Functional and Development team to resolve issues"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Execute data load and support data reconciliation in scope with data migration\n\nParticipate in integration testing and document conversion results\n\nParticipate in defect analysis and resolution"}], "url": "https://www.portaljob-madagascar.com/emploi/view/id-web-developer-etl-talend106349", "category": "informatique-web"}, {"date": "08 Juil 2022", "titre": "Administrateur/ Ingénieur Systemes Windows", "societe": "AM WEB Solutions", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Agence de WEB"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Compétences Techniques Attendues:\n\n- Administration: Active Directory\n- Windows Server 2012, 2016, 2019 (Exigé)\n- Virtualisation: VMware, Hyper-V (Exigé)\n- Messagerie: Exchange 2010,02013,02016 (Exigé)\n- Réseaux: DHCP, DNS, Routage, Vlans, Vpn (Recommandé)\n- Backup: Veeam, Windows backup, Oodrive, Backup exec (Exigé)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Minimum 3 ans d'experiences"}], "url": "https://www.portaljob-madagascar.com/emploi/view/id-web-administrateur-ingenieur-systemes-windows106347", "category": "informatique-web"}, {"date": "07 Juil 2022", "titre": "Développeur Symfony senior  - Full remote", "societe": "CALLIWEB", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Conception, réalisation, développement, audit, optimisation et maintenance de sites internet"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Nous recherchons un développeur Symfony senior.\n\nDans le cadre de son expansion, vous intégrez l’agence afin d’y apporter votre expertise en développement Web en collaboration avec l’équipe projet.\n\nEn ce sens, vous êtes en charge de l’analyse, de la conception, du développement et de la mise en production de sites web spécifiques à destination de nos clients en utilisant principalement le Frameworks Symfony"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Vous sautez de joie à la lecture du poste proposé et êtes enthousiaste à rejoindre l’équipe, voici le profil que nous souhaitons intégrer dans l’équipe :\n\nCompétences recherchées Développement orienté objet en PHP7 maîtrisé ;\n\nMaîtrise de Symfony\nMaîtrise du langage SQL\nVous êtes passionné(e) par le Web et ses technologies et vous savez travailler de manière autonome et rigoureuse."}], "url": "https://www.portaljob-madagascar.com/emploi/view/calliweb-developpeur-symfony-senior-h-f-full-remote106619", "category": "informatique-web"}]