[{"date": "22 Juil 2022", "titre": "INGENIEUR D'ETUDE ET DE DEVELOPPEMENT JAVA", "societe": "PULSE", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Entreprise de Services du Numérique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                L’Ingénieur d’étude et de développement en JAVA conçoit des logiciels informatiques et veille à leur stabilité dans le temps. Il participe aux phases d’analyse, de développement et de tests dans le cadre de la réalisation ou du pilotage de projets informatiques\n\nRejoignez-nous voici vos missions :\n1) Analyse et formalisation des besoins des utilisateurs\n2) Développement des programmes, interfaces et restitutions\n3) Réalisation des tests et recettes fonctionnelles/Techniques\n4) Vous éclater dans votre travail !"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                1) Bac + 5  en informatique\n2) 2 ans minimum dans un poste similaire\n3) Maîtrise du langage Java J2EE\n4) Compétences en programmation orientée objet et en base de données (SQL)\n5) Aisance relationnelle et goût du travail en équipe\n6) Rigoureux, organisé, méthodique et responsable"}], "url": "https://www.portaljob-madagascar.com/emploi/view/pulse-ingenieur-d-etude-et-de-developpement-java107396", "category": "informatique-web"}, {"date": "21 Juil 2022", "titre": "Responsable informatique", "societe": "ECONATSII", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Fabricant de solutions de distribution de l'énergie : moyenne et basse tension"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous êtes en charge de piloter les infrastructures IT.\n\nVos missions :\n•\tContribue à la définition de la stratégie informatique et réseau,\n•\tPilote et anime le projet de fusion de l’infrastructure en interne et avec l’intégrateur externe,\n•\tEncadre fonctionnellement l’équipe interne\n•\tAnime et organise la formation des utilisateurs clés et des utilisateurs finaux, adapte la documentation fonctionnelle et technique (à terme)\n•\tEst à l’écoute des besoins utilisateurs\n•\tAnime la résolution des dysfonctionnements jusqu’à leurs résolutions\n•\tAssure le lien avec les prestataires technique"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Expériences professionnelles souhaitées : 10 ans\n\nQualités exigées pour le Poste :\nVous êtes doté de compétences techniques (écrire des rapports ou des processus métier simples) et de compétences en gestion de projet. Vous avez un leadership naturel, êtes indépendant, pédagogue et capable de fédérer des équipes en mode projet. Votre esprit d'équipe vous permettra de mener à bien plusieurs projets simultanément.\nCompétences et formations requises Titulaire d’un Bac+4 en gestion de projet ou en informatique."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DSI"}], "url": "https://www.portaljob-madagascar.com/emploi/view/econatsii-responsable-informatique107385", "category": "informatique-web"}, {"date": "21 Juil 2022", "titre": "Administrateur réseau", "societe": "ECONATSII", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                fourniture d’unités de production d'énergie électrique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Administration de l’ensemble des infrastructures d’authentification des utilisateurs (Active Directory, RSA) et de messagerie Microsoft Exchange du Groupe, ainsi que des produits associés. \n\nLes compétences requises les plus importantes :\nDisposer d’une expérience dans l'administration Windows Server, des services AD DS et DNS\nComprendre les concepts de sécurité tels que l'authentification et les autorisations, le protocole SMTP\nAvoir des notions de PowerShell\n\nConcernant Active Directory :\nMaintenir l’infrastructure et prendre en charge des services d’annuaire Active Directory, de l’infrastructure réseau et de l’infrastructure de surveillance\nExécuter les fonctions d’administration de la sécurité du système, y compris la création de profils clients et de comptes dans Active Directory\nGérer les services Active Directory qui ont mis en œuvre la réplication, la relation de confiance et l’application des stratégies de groupe de domaine\nExécuter diverses tâches opérationnelles pour la maintenance d’Exchange et d’Active Directory\nAdministrer la création d’utilisateurs Active Directory et la gestion des droits\n\nConcernant Windows, vous aurez pour missions de :\nAssumer la configuration, l’installation et l’administration des serveurs Windows\nSurveiller le service Windows configuré et corriger les disfonctionnements si nécessaire\nMener l’administration complète des serveurs Windows, y compris la sauvegarde des serveurs et la gestion des correctifs\nImplémenter et maintenir le serveur de déploiement Windows\n\nConcernant Exchange, vous aurez la charge de la gestion du serveur Exchange et vous aurez pour missions de :\nMaîtriser le centre d’administration Exchange ECP\nAssurer le dépannage de troisième niveau des problèmes de connectivité et de production d’Exchange Server à l’aide d’utilitaires natifs tels que l’observateur d’événements et le moniteur de performances\nConfigurer les serveurs Exchange pour optimiser les performances\nGérer la reprise après sinistre préformée pour les serveurs Exchange\nMettre en œuvre une protection antivirus au niveau de la passerelle pour le système de messagerie et une protection antivirus surveillée\nMettre en œuvre les mises à jour au niveau du serveur Exchange"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                De formation Bac+4, vous avez minimum 1 an d’expérience dans l’administration de l’Active Directory.\nVous maitrisez les concepts réseau fondamentaux.\nVous êtes méthodique et rigoureux,\nVous possédez de bonnes qualités relationnelles et vous souhaitez vous investir sur des projets d'envergure."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Admin réseau"}], "url": "https://www.portaljob-madagascar.com/emploi/view/econatsii-administrateur-reseau107384", "category": "informatique-web"}]