[{"date": "01 Juil 2022", "titre": "Développeur Business Intelligence SENIOR", "societe": "Webhelp Antananarivo", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Webhelp est un leader européen de l’expérience client et de l’externalisation des processus métier (BPO) spécialisé dans les interactions entre les entreprises et leurs clients - pour une expérience client convaincante dans tous les canaux.\n\nLes avantages :\n• Une rémunération mensuelle attractive : salaire de base + prime langue + prime performance ;\n• Un panel d'avantages sociaux : assurance santé, restauration sur site, salle de repos, crèche/subvention crèche, salle de repos, espace jeux… ;\n• Des conditions de travail agréables et des perspectives d'évolution de carrière facilitées par l'investissement de Webhelp dans la formation continue."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous êtes en charge du développement de la nouvelle plateforme BI (Data Lake, Datawarehouse, Cubes) : Call Management Systems, internes ou externes\nVous êtes également en charge de la maintenance corrective et évolutive de la plateforme BI actuelle, jusqu’à son remplacement par la nouvelle : traitements ETL (incidents, demandes d’évolutions)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Bac + 5 informatique avec au minimum 5 ans d’expérience professionnelle.\nPour assurer le Run de plate-forme BI actuelle, vous connaissez SSIS, SQL Server, et idéalement SAP Business Objects.\nPour le Build de la nouvelle plate-forme BI sous Azure, vous devrez maîtriser : le développement de notebooks Databricks, l’orchestration par Azure Data Factory, le stockage par Azure DataLake. Voir également :  les modèles de données tabulaires Azure Analysis Services, les rapports Power BI. \nDe solides connaissances en SQL sont nécessaires, aussi bien pour la création de structures de données, la transformation de données, et la découverte d’anomalies.\nAutonomie. Esprit collaboratif. Prise d’initiatives. Force de proposition. Leadership.\nMaîtrise du français et bonne pratique de l'anglais.\nAisance relationnelle. Capacité à proposer et animer des réunions techniques."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                RRQ22-003974"}], "url": "https://www.portaljob-madagascar.com/emploi/view/webhelp-madagascar55-developpeur-business-intelligence-senior106244", "category": "informatique-web"}, {"date": "01 Juil 2022", "titre": "DEVELOPPEURS FULL STACK", "societe": "ANONYME", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ANONYME"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans une société jeune,  vous intervenez au sein de l’équipe technique et en liaison avec notre équipe fonctionnelle. \nVous êtes en charge d’une fonctionnalité de bout en bout, de la conception à son implémentation, des services backend aux UI, des tests jusqu'à sa mise en production.  Nous recherchons des : \nDEVELOPPEURS FULL STACK \n principales\n Analyse et conception technique \nCréation des modules \nConception et création des UIs. \n Exécution de plans de tests, analyse et correction des anomalies"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                 Ecole d'Ingénieur ou Université (bac+3 minimum).\n Expérience comme développeur Fullstack, ou développeur backend avec une forte appétence pour le front (car indispensable).\nBack :\nNestJS(Node), MongoDB, \nFront :\nNuxtJS(Vue)\nMeteor\nAutres technos : \nJest, AWS S3/lambda, ELK/ElasticCloud, autres SaaS (GMP, Hubspot, Mailjet, MailChimp/Mandrill, etc.)\nEnvironnement :\nGitHub, CI/CD, Travis – VSCode\nVous êtes autonome, organisé-e, avec un enthousiasme communicatif et un bon esprit pour vous impliquer dans une équipe positive, créative, et pluridisciplinaire. \nVous êtes force de proposition lors des échanges et conceptions \nPassionné(e) par le développement et les nouvelles technos, vous aimez partager et tester vos convictions et vos idées. \nVous vous tenez informé des évolutions techniques actuelles. Vous êtes curieux et aimez tester rigoureusement les nouvelles technologies. \nMaîtrise de la stack : vous avez une solide expérience des technos JS back (NodeJS) et front (VueJS, Angular et/ou React), et des bases de données noSQL. Toute expérience sur les frameworks est un plus. Vous êtes un-e adepte du typage, des intégration et déploiement continus et vous connaissez l’importance des tests\nSi vous êtes intéressé,  merci d’adresser votre candidature (CV et Lettre de motivation) avec prétentions salariales."}], "url": "https://www.portaljob-madagascar.com/emploi/view/w3d-developpeurs-full-stack106234", "category": "informatique-web"}]