[{"date": "14 Juil 2022", "titre": "WEB DESIGNER", "societe": "MEDIA CLICK", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Agence Webmarketing"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Réalisation de maquettes web\n- Déclinaison des créations dans leurs versions mobile/tablette\n- Création de supports à destination des équipes web : emailing, banner ...\n- Création des bannières publicitaires (ads)\n- Participation à l’amélioration continue de l’UX\n- Veille sur les tendances et la concurrence"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Maîtrise de la pratique du webdesign : architecture et conception, principes de navigation, ergonomie et design graphique d’interfaces web responsives, problématiques SEO;\n- Maîtrise des théories graphiques (grilles, composition, couleurs) et des typographiques;\n- Une forte sensibilité aux pratiques marketing et publicitaires appliquées au web et au print;\n- Parfaite maîtrise des outils In Design, Photoshop, Illustrator\n- Créatifs / Rigoureux\n- La maitrise du HTML5 et CSS3 serait un atout\n\nRejoignez notre équipe en envoyant votre CV et LM via le site"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                WD"}], "url": "https://www.portaljob-madagascar.com/emploi/view/media-click3-web-designer106941", "category": "informatique-web"}, {"date": "14 Juil 2022", "titre": "Intégrateur Web", "societe": "BOCASAY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Experts dans la production informatique Agile, nous développons des solutions WEB et MOBILE pour les startups, PME et grands comptes.\nChoisir Bocasay c’est rejoindre une des entreprises les plus dynamiques de son secteur et offrant de nombreux avantages. Chez nous, votre épanouissement est notre priorité."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Au sein d’une équipe à taille humaine rassemblant des compétences variées, dans une bonne ambiance de travail, vous développerez en équipe des solutions web à fortes valeurs ajoutées.\n\nGarant de la veille technologique, nous serons à l’écoute de vos propositions d’évolutions.\n\nVous interviendrez sur l’intégration de sites et applications web autour des aspects suivants :\n_ Analyse des maquettes\n_ Découpage des maquettes\n_ Création de templates"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Compétences requises :\n_ Bonne maîtrise en HTML, CSS 3 aux normes W3C et de Photoshop\n_ Connaissance de Bootstrap, Gulp, SCSS et LESS fortement appréciée\n_ Expérience réelle de 2 ans minimum,\n_ Capacité d’autoformation sur les nouvelles technologies.\n\nAu-delà de votre cursus scolaire, nous attachons beaucoup d’importance à vos compétences techniques et vos qualités personnelles. Créatif et passionné, vous avez une bonne culture du web."}], "url": "https://www.portaljob-madagascar.com/emploi/view/bocasay54-integrateur-web106936", "category": "informatique-web"}, {"date": "14 Juil 2022", "titre": "Illustrateur 3D", "societe": "MVola", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                MVola est la 1ère FinTech de Madagascar. \n\nLancée en 2010, MVola a pour mission de donner accès à des services financiers simples, immédiats et sécurisés à chaque Malagasy. \n\nMVola participe ainsi à l’inclusion financière de tous les Malagasy en leur donnant la même chance de réussite que le reste du monde. \n\nMVola simplifie la vie de ses +7 millions de clients en leur rendant le transfert d'argent abordable. MVola développe également des services innovants d’épargne, d’avance et d’assurance. \n\nMVola devient le 1er Etablissement de Monnaie Electronique (EME) à Madagascar en 2018 et obtient le statut de banque devenant de fait la 1ère banque digitale de Madagascar en 2021."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Prendre connaissance du brief créatif qui décrit les enjeux de la campagne de communication, créer le script puis le storyboard\nCréer et assurer le rendu des images, montage, étalonnage, encodage\nGérer la création, les adaptations aux découpages techniques, la conception des mouvements, la mise en place des effets\nFaire un suivi et assurer le reporting des créations suivant les campagnes"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                BAC + 3 à BAC +5 en graphisme / art appliqué / communication visuelle / publicité et multimédia\nMinimum 2 ans d’expériences en tant que Motion Designer\nSensibilité artistique, pragmatisme\nA l'aise sur les créations d'animation 2D/3D\nPassion, énergie, curiosité pour les tendances actuelles, aptitude à s ’autoformer\nCapacité d’adaptation, endurance, flexibilité, résistance à la pression\nBon relationnel, faculté à travailler en équipe, sens de l’écoute\nConnaissance des différentes étapes de la charte graphique et des corps du métier\nCompétences en dessin et en illustration\nAptitudes techniques en assemblage des différents éléments de la chaîne graphique ainsi qu’en montage et mixage vidéo/son"}], "url": "https://www.portaljob-madagascar.com/emploi/view/mvola-sa-illustrateur-3d106927", "category": "informatique-web"}, {"date": "14 Juil 2022", "titre": "Pupitreur", "societe": "Madajob", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Cabinet de placement"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                - Gérer et suivre les traitements quotidiens, transactionnels et batch du soir relatifs au CBS.\n- Assurer la remontée des alertes ou anomalies de production vers l’astreinte et/ou l’entité est faite.\n- Recueillir les demandes d’assistance et remontée d’incidents venant des utilisateurs et les attribuer aux supports 1er niveau correspondants.\n- Suivre et s’informer sur le traitement des incidents jusqu’à sa clôture.\n- Participer à la mise en place des évolutions et des correctifs urgents sur la production.\n- Assurer le traitement et mise à disposition des flux aux métiers (virements/prélèvements, états).\n- Réaliser les reportings périodiques et ponctuels relatifs à l’exploitation.\n- Participer à la rédaction et à la publication des procédures d’exploitation.\n- Être force de proposition sur les évolutions nécessaires à la qualité."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Licence en Informatique\n- Expérience souhaitée dans le domaine informatique\n- Connaissance et maîtrise de l’automate de la production\n- Attitude proactive\n- Esprit d'équipe\n- Sens de la méthodologie"}], "url": "https://www.portaljob-madagascar.com/emploi/view/madajob52-pupitreur106926", "category": "informatique-web"}, {"date": "14 Juil 2022", "titre": "WEB DESIGNER", "societe": "Neoshore Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                PRESTATION DE CONSEILS ET EXTERNALISATION"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                   •Créer des concepts de conception et des wireframes pour déterminer les meilleures fonctionnalités pour notre produit ;\n   •Créer des prototypes haute-fidélités ;\n   •Collaborer étroitement avec les développeurs pour toutes les intégrations, etc.\n   •Effectuer la veille sur les outils, la méthodologie et le design UX/UI ;"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                   •Vous justifiez d’une expérience de plus de 2 ans en webdesign UX/UI ou conception produit ;\n   •Vous maîtrisez impérativement Figma ;\n   •Vous connaissez les méthodologies telles que : wireframe, mockups, etc ;\n   •Vous maîtrisez le Français à l'écrit comme à l'oral."}], "url": "https://www.portaljob-madagascar.com/emploi/view/neoshore-madagascar-web-designer106910", "category": "informatique-web"}]