[{"date": "12 Juil 2022", "titre": "Développeur", "societe": "LAND RESSOURCES", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Développement de système d'information"}, {"s_titre": "Missions", "s_description": "\n\nVous interviendrez sur le développement d'application web et mobile autour des aspects suivants :\n- Conception et développement des nouvelles fonctionnalités, d’API GraphQL en Laravel\n- Conception et Développement d’application mobile en Ionic Angular ou React.\n- Écriture de tests (TDD, unitaires / fonctionnels)\n- Proposer des solutions techniques et des innovations ainsi que des améliorations des processus de développement"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Minimum BAC+ 3 en informatique ;\n- Minimum cinq (5) ans d’expériences dans le développement des applications web et mobile (Android, IOS) ;\n- Bonne maîtrise de PHP & Laravel exigée ;\n- Bonne maîtrise de SGBD PostgreSQL et NoSQL exigée ;\n- Expériences probantes en intégration HTML, CSS, Bootstrap, Materialize ;\n- Parfaite maîtrise du langage JavaScript, TypeScript et de ses principaux librairies et frameworks (jQuery, Angular, NodeJS, VueJS, React) ;\n- Bonne Maîtrise de Ionic {Angular (TypeScript)} ou React exigée ;\n- Bonne Maîtrise de GraphQL exigée ;\n- Parfaite maîtrise de Docker ;\n- Connaissance/expérience avec les méthodologies agiles (scrum, kanban) ;\n- Maîtrise des bonnes pratiques de codage ;\n- Ayant une forte capacité d’adaptation aux diverses technologies ;\n- Proactif, Autonome, capacité de travailler en équipe\n\nSi l’aventure vous tente, rejoignez notre équipe pluridisciplinaire en envoyant votre candidature comprenant une lettre de motivation, vos prétentions salariales, un CV détaillé avec photo récente, par mail via le site au plus tard le 29 juillet 2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/land-ressources4-developpeur106847", "category": "informatique-web"}, {"date": "12 Juil 2022", "titre": "WEB DESIGNER", "societe": "Neoshore Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                PRESTATION DE CONSEILS ET EXTERNALISATION"}, {"s_titre": "Missions", "s_description": "\n\n   •Créer des concepts de conception et des wireframes pour déterminer les meilleures fonctionnalités pour notre produit ;\n   •Créer des prototypes haute-fidélités ;\n   •Collaborer étroitement avec les développeurs pour toutes les intégrations, etc.\n   •Effectuer la veille sur les outils, la méthodologie et le design UX/UI ;"}, {"s_titre": "Profil", "s_description": "\n\n   •Vous justifiez d’une expérience de plus de 2 ans en webdesign UX/UI ou conception produit ;\n   •Vous maîtrisez impérativement Figma ;\n   •Vous connaissez les méthodologies telles que : wireframe, mockups, etc ;\n   •Vous maîtrisez le Français à l'écrit comme à l'oral."}], "url": "https://www.portaljob-madagascar.com/emploi/view/neoshore-madagascar-web-designer106841", "category": "informatique-web"}, {"date": "12 Juil 2022", "titre": "DEVELOPPEURS PHP -réf:DEV/07/22", "societe": "Les Ateliers du Capricorne", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Les Ateliers du Capricorne est une société spécialisée dans les métiers de la composition de catalogues, de livres et d’ebook. Notre dynamisme et notre professionnalisme nous ont permis de nous développer à Madagascar depuis plus de 20 ans avec plus de 330 collaborateurs."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                ‣ Développer des logiciels au sein de plateformes existantes.\n‣ Respecter les bonnes pratiques de développement, build et delivery. \n‣ Répondre aux besoins des clients au travers de nouvelles fonctionnalités.\n‣ Assurer la maintenance et l'évolution des applications."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                ‣ Vous avez une maîtrise parfaite de la POO, du Framework Symfony 4 et/ou 5.\n‣ Vous avez une bonne connaissance en HTML5/CSS, Bootstrap, JavaScript, JQuery, JSON, API REST et SOAP, MySQL.\n‣ Autre connaissance appréciée : outil de versioning Gitlab et d’intégration continue, Wordpress, PrestaShop, Serveur LAMP, Méthode Agile SCRUM.\n‣ Vous avez une bonne maîtrise du Français et/ou de l'anglais.\n‣ Vous êtes une force de proposition.\n‣ Vous êtes autonome, sérieux, rigoureux et dynamique.\n‣ Vous avez un esprit d'initiative, un sens des responsabilités et de l'organisation.\n‣ Vous avez un esprit d'équipe et un bon sens relationnel.\n\nSi vous vous reconnaissez dans ces descriptions, envoyez-nous votre candidature comprenant un CV détaillé + une lettre de motivation en précisant votre prétention salariale via le site."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV/07/22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/les-ateliers-du-capricorne-developpeurs-php106842", "category": "informatique-web"}, {"date": "12 Juil 2022", "titre": "DEVELOPPEUR JAVASCRIPT", "societe": "TRUSTYLABS", "contrat": "STAGE", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Spécialisée  en  développement site  web  et mobile"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                MISSIONS\n Réalisation technique et développement informatique des sites (production des lignes de code).\nGestion des bases de données avec langage de programmation\nDéveloppement des différentes fonctionnalités des sites\nRespect des pratiques courantes pour optimiser le design responsif.\nMise en place de tests suite à la mise en ligne et fonctionnement du site.\nGestion de la maintenance du site web (Intervenir et corriger les bugs).\nCorrection des problèmes d’utilisation ou d’ergonomie signalés par le client.\nFormation au client permettant l’utilisation du site et la publication de nouveaux contenus (textes, médias, etc.).\nRéalisation du script côtés serveur\nIntégration Template et charte graphique\nDynamisation de page avec CSS et Java script"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Diplôme universitaire Bac +3 / +5 en développement informatique.\n- Connaissance  nodejs, reactjs, react native exigés\n- Très bonne maîtrise de PHP / MySQL.\n- Dynamique, organisé."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                DEV -07- 2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/trustylabs65-developpeur-javascript106820", "category": "informatique-web"}, {"date": "12 Juil 2022", "titre": "INFORMATCIEN SOTWARE ET HARDWARE", "societe": "Groupe de sociétés", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Production et vente\nDistribution de masse de produits importés"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                L'informaticien Software et Hardware s’occupe de la réparation, de l’entretien du matériel et également de l’installation de divers logiciels ou équipements informatiques. Il peut aussi avoir un rôle de formateur."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Au moins BACC+3 en informatique  \n\n•\tDotant de 5ans d’expériences progressives dans le secteur Informatique\n•\tParfaite Maitrise de l’outil informatique \n•\tFrançais courant ; Anglais un atout \n•\tDynamique, réactif, responsable et autonome\n•\tHonnête, et Discret\n•\tApte à travailler en équipe\n\n\nSi le poste vous intéresse, Envoyez votre dossier comportant : CV ; lettre de motivation et prétention par email via le site au plus tard le 16/07/2022. Seules les candidatures présélectionnées seront contactées."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                INF-07/01-22"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-de-distribution-informatcien-sotware-et-hardware106817", "category": "informatique-web"}, {"date": "12 Juil 2022", "titre": "GESTIONNAIRE PARC IT", "societe": "PULSE", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Entreprise de Services du Numérique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                L’inventaire est le point de départ de toute gestion de parc informatique, puisque vous ne pourrez gérer votre parc que si vous avez une manière de savoir de quoi il est constitué à tout moment. La gestion de parc informatique et matériel devient un enjeu fondamental pour assurer la pérennité de son entreprise.  Le gestionnaire du parc informatique doit maintenir à jour l’inventaire du parc IT (PC, Laptop, Écran, Imprimante, etc.). \n\nRejoignez nous, voici vos missions :\n1) Maintenir à jour l’inventaire du parc IT des sociétés dans les différents outils d’inventaire.\n2) Assurer la réalisation des rapports périodiques de l'état des différents parcs IT et informer les supérieurs en cas d'incident.\n3) Proposer des solutions afin d'automatiser, faciliter les tâches et innover la gestion des inventaires des parcs IT."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                1) BAC+2 en informatique ou équivalent\n2) 3 ans d'expérience minimum dans un poste similaire\n3) Connaissance approfondie d'Excel\n4) Connaissance des outils : GLPI, OCS, SCCM"}], "url": "https://www.portaljob-madagascar.com/emploi/view/pulse-gestionnaire-parc-it106815", "category": "informatique-web"}, {"date": "12 Juil 2022", "titre": "INFOGRAPHISTE /MULTIMÉDIA", "societe": "SMARTELIA", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Externalisation en Assistant personnel ,administratif, Financier (compta et Relance impayée)BPO, assistant multimedia ,assistant e-commerce,assistant SAV -support client."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                 principales :\n\nL’équipe Marketing du groupe a pour mission d’augmenter la visibilité, la\nnotoriété et l’acquisition client des entreprises du groupe. Nous recherchons un\nnouveau talent qui viendra renforcer l’équipe Marketing pour enrichir le contenu\ndes marques via la création de contenus graphiques.\n\n\n●  \tAssurer la conception et la création de contenus graphiques pour les réseaux sociaux, site internet, newsletter, blog et supports de communication externe/interne : infographies, bannières, pushs, vidéos, modifications de visuels, maquettage de présentations pour des livres blancs, cases ou reporting ;\n●  \tParticiper à la création de l’expérience des marques spécialisées en marketing digital;\n●  \tÊtre force de proposition sur la partie créative et branding.\n\n***Liste non exhaustive"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                PROFIL : \n\nDiplômé en Marketing, Communication, en Informatique ou équivalent\nExpérience avérée en tant qu’Assistant infographiste ou multimédia\nMaîtrise parfaite des logiciels graphique et de motion design de la Suite Adobe : Photoshop, Illustrator, InDesign, Premiere Pro, After Effect ;\nMaîtrise parfaite du logiciel graphique Canva ;\nSens visuel et esthétique affûté, orienté client / mobile ;\nTrès bonne culture graphique, typographique et visuelle ;\nAisance rédactionnelle et orthographique en français (et anglais ce serait un plus).\n\n\nQUALITÉS : \n\nAutonome\nRigueur : avoir le sens du détail et du travail bien fait, respect des briefings et maîtriser les délais de chaque projet ;\nProactivité : aimer travailler en toute autonomie sur les projets et apprendre par soi-même et être force de proposition ;\nRéactivité : être capable de s’adapter facilement aux changements et aux\nretours clients.\n\nNous offrons des conditions de travail attractives: \n\nLieu de travail en centre-ville\nPas de travail le week-end et les jours fériés malgaches\nCadre de travail agréable \nActivités extra-professionnelles intéressantes \nTransport du personnel \n\n\n\nSi vous correspondez au profil que nous recherchons, envoyez-nous votre CV avec une photo récente et un numéro de téléphone pour contact rapide ainsi qu’une lettre de motivation avec votre prétention salariale (obligatoire), avec la référence “Info/multi”."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                Info/multi"}], "url": "https://www.portaljob-madagascar.com/emploi/view/smartelia-infographiste-multimedia106811", "category": "informatique-web"}, {"date": "11 Juil 2022", "titre": "Un Développeur PHP Fullstack (télétravail)", "societe": "MAKI AGENCY", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Maki Agency est une agence web qui prend en charge tous vos projets de création et de développement de sites web et mobile, de graphismes ou print."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Vous devez être en mesure \n\n\td'assurer la conception, le développement, la mise en production ainsi que la maintenance (optimisation, inspection et débogage) de site ou application Web.\n\td'intégrer au sein d'un CMS (généralement Wordpress) les découpes HTML fournis.\n\td'intégrer et d'adapter le thème proposé par le client tout en respectant les chartes graphiques imposées.\n\tde suivre et de respecter les cahiers des charges tant au niveau des estimations établies à chaque début de projet qu'au niveau des aspects visuels et fonctionnels."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Nous attendons que vous ayez \n\n\tde l'autonomie dans la réalisation de vos tâches quotidiennes\n\tle bon sens dans l'analyse des besoins ainsi qu'une approche communicative dans les éventuels blocages, dans la participation aux estimations de projet\n\tune bonne expérience du CMS Wordpress notamment sur la création de thème et plugins. La connaissance sur d'autres CMS PHP tels que Joomla, Prestashop, ou autres serait un atout.\n\tune bonne expérience de réalisation de projet PHP sans l'usage de CMS ou Framework (from scratch)\n\tune bonne expérience de réalisation de projet PHP avec l'usage de Framework tels que Laravel. La connaissance sur d'autres Framework PHP tels que Symfony, Codeigniter, ou autres serait un atout.\n\tune bonne expérience de dynamisation Web avec Javascript (librairies et/ou framework)\n\tles bonnes pratiques de bien structurer et de bien documenter vos codes étant donné que vous travaillerez en équipe\n\tune bonne connaissance de l'usage de GIT. La connaissance sur d'autres outils de versioning serait un atout.\n\tune bonne connaissance de l'environnement de déploiement tel que la configuration d'Apache, de PHP, de Mysql.\n\tl'aisance dans la discipline Agile notamment en termes de flexibilité et de basculement vers d'autres projets.\n\tles qualités personnelles suivantes : rigueur et rapidité dans la réalisation, curiosité, réactivité, force de proposition.\n\nAVANTAGES :\n\n\tVous travaillerez à domicile (télétravail)\n\tVous travaillerez avec une équipe jeune et dynamique\n\tHoraires de travail : Du Lundi au Vendredi de 9h à 18h\n\t…"}], "url": "https://www.portaljob-madagascar.com/emploi/view/maki-agency93-un-developpeur-php-fullstack-teletravail106746", "category": "informatique-web"}, {"date": "11 Juil 2022", "titre": "Stagiaire Graphiste -réf:SG 001", "societe": "Namakco", "contrat": "STAGE", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                1- Création de vêtements pour femmes\n2- Confection de linge de maison\n3- Fabrication de meubles\n4- Conception d’aménagement & décoration d’intérieur"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Si vous avez de l'expérience en conception graphique ou visuelle et que vous voulez en apprendre plus sur le métier, nous aimerions vous rencontrer !"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - créatif\n- maîtrise des logiciels pour concevoir, modifier ou corriger les graphismes\n- maitrise le traitement d'images\n- Maitrise les jeux de couleur\n\nRejoins notre équipe avant le 29 juillet 2022"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                SG 001"}], "url": "https://www.portaljob-madagascar.com/emploi/view/namakco-stagiaire-graphiste106726", "category": "informatique-web"}, {"date": "12 Juil 2022", "titre": "Administrateur Systèmes et Réseaux", "societe": "Par Corban Performance Consulting", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Compétences et savoir-faire\n\n Connaissance générale de la virtualisation (WMARE, Hyper-V)\n Administration des serveurs Linux et Windows\n Architecture du réseau informatique (VLAN, VPN, Open VPN, WAN)"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Activités principales\n\n Administrer, exploiter, maintenir et faire évoluer les ressources informatiques\n Assister les utilisateurs\n\n :\n\n Assurer la bonne gestion des ressources informatiques\n Contribuer aux projets de la DSI."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                s :\n\n Issu(e) d'une formation supérieure (Bac +5) en Informatique\n Vous disposez d'une expérience d’au moins 2 ans dans un poste similaire.\n Rigoureux et organisé, vous aimez le travail en équipe."}], "url": "https://www.portaljob-madagascar.com/emploi/view/corban-performance-administrateur-systemes-et-reseaux106810", "category": "informatique-web"}, {"date": "12 Juil 2022", "titre": "GRAPHISTE", "societe": "RENALA", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ENTREPRISE ŒUVRANT DANS LE DOMAINE DE L’INDUSTRIE COSMÉTIQUES ET NUTRACEUTIQUES"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                • Concevoir la mise en page et enrichir les Brochures et catalogues (intégration texte, image, correction, ...) selon les règles typographiques et la charte graphique\n• Respecter les délais du planning de développement des étiquettes en appliquant les règles /méthodes internes.\n• Réviser la charte graphique de Renala\n• Créer des visuels & supports pour tous les services via divers canaux (print/presse, web, signalétiques, étiquettes, présentations, rapports etc…)\n• Jouer le rôle de support à la communication externe\n• Veiller et contribuer au succès des events (foires, marchés etc…)"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                BACC + 3 EN GRAPHISME, COMMERCE OU DOMAINES SIMILAIRES\n- DOTE D'UNE PREMIÈRE EXPÉRIENCE EN GRAPHISTE/COMMUNITY MANAGER\n- PARFAITE MAÎTRISE DES OUTILS DAO PAO WEB RÉSEAUX SOCIAUX\n- DOTE DES BONS SENS DE CRÉATIVITÉ DE L’ESTHÉTIQUE ET DE FORCE DE PROPOSITION\n- CAPACITÉ DE COMMUNICATION ÉLEVÉE POUR CHERCHER LES OPPORTUNITÉS MARKETING\n- FRANÇAIS IMPECCABLE"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                GRA-2022"}], "url": "https://www.portaljob-madagascar.com/emploi/view/renala-graphiste106802", "category": "informatique-web"}, {"date": "12 Juil 2022", "titre": "TECHNICIEN INFORMATIQUE - RESEAU ET SYSTEME -réf:IT-RES/SYST", "societe": "Cap Intel", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Télécommunication"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Configurer le matériel réseaux\nTraitement des incidents des matériels informatiques\nParticiper aux projets de déploiement d'infrastructure\nAssister les utilisateurs sur leurs équipements\nGarant du parc informatique"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Connaissance windows server et linux server\nConnaissance routeur, firewall\nInstallation, Réparation, Upgrade système\nHardware, Software\nBacc + 3 en informatique - Télécommunication\nMaîtrise de la langue Française"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                IT-RES/SYST"}], "url": "https://www.portaljob-madagascar.com/emploi/view/cap-intel-technicien-informatique-reseau-et-systeme106771", "category": "informatique-web"}, {"date": "", "titre": "TESTEUR LOGICIEL -réf:R2206_TESTLOG", "societe": "QDATA", "contrat": "PLEIN", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                QDATA filiale du groupe Quanta-Medical (VCLS Company), spécialisée en recherche clinique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Il aura pour objectif de garantir la qualité des programmes informatiques et de ses fonctionnalités : \n\n- Analyse du contexte du projet \n- Établissement de la méthodologie de test \n- Conception et exécution des tests retenus \n- Élaboration d’un rapport de test"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                De formation ingénieur : \n\n - Vous maîtrisez les langages de développement WEB et associés (PHP, BDD, Scripts…) \n - La maitrise des outils de tests automatisés serait un plus\n - DÉBUTANT accepté, vous aurez à faire la preuve de votre motivation  \n\nVous avez les qualités requises suivantes : esprit d’analyse, rigueur, sens de l’organisation, facilité d’adaptation et autonomie \n\nPrise en charge sous condition d’une formation qualifiante\n- Méthodologie de tests logiciels\n- Pratique des tests automatisés\n\nPoste basé à Andrainarivo (Antananarivo Ville) \n\nVeuillez transmettre votre CV et lettre de motivation avec prétention salariale via le site sous la référence R2206-TESTLOG en précisant l’adéquation de votre candidature avec le poste proposé \n\n***Seules les candidatures retenues feront l’objet d’une convocation"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                R2206_TESTLOG"}], "url": "https://www.portaljob-madagascar.com/emploi/view/qdata-testeur-logiciel-ref-r2206-testlog106748", "category": "informatique-web"}, {"date": "", "titre": "DEVELOPPEUR WEB -réf:R2204-ARCHDEV", "societe": "QDATA", "contrat": "PLEIN", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Spécialisé dans la recherche clinique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Attaché au Responsable d’équipe développement, vous serez amené à :\n- Participer à la conception des applicatifs (recherches, modélisation, analyses, référentiel fonctionnel)\n- Évaluer et réaliser le développement, les tests techniques, la documentation, la formation jusqu’à la mise en production des applications\n- Assurer la maintenance de l’application\n- Assurer la traçabilité des opérations et la collecte des preuves de tests\n- Rapporter les activités\n- Participer aux réflexions concernant l’amélioration du processus développement"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                - Titulaire d’un diplôme de Baccalauréat + 4 en informatique des grandes écoles,\n- Ayant au moins 2 années d’expériences réussies à la fonction de développeur\n- Vous avez les qualités requises suivantes : esprit d’analyse, sens pratique, logique, consciencieux, rigoureux, facilité d’adaptation, sens du travail en équipe, sens critique\n- Maîtrise technique et méthodologiques : langages WEB, BDD, framework (CodeIgniter), librairies (Jquery, bootstrap, angular JS, FPDF, HighCharts) & outils associées (conception, gestion des codes sources, tests unitaires)\n\nCDI (période d’essai 4 mois) - Salaire Fixe + primes\nLieu de travail: ANDRAINARIVO\n\nVeuillez transmettre votre CV, prétention salariale et lettre de motivation, sous la référence R2204-ARCHDEV en précisant l’adéquation de votre candidature avec le poste proposé (expériences/formations).\nSeules candidatures retenues feront l’objet d’une convocation."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                R2204-ARCHDEV"}], "url": "https://www.portaljob-madagascar.com/emploi/view/qdata-developpeur-web-ref-r2204-archdev106749", "category": "informatique-web"}]