[{"date": "25 Juil 2022", "titre": "Ingénieur Tests Qualités & Logiciels", "societe": "Value iT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous sommes une société de services numériques, un intégrateur de solutions IT et télécoms. Notre mission est de faire de votre système d’informations un atout, un levier de performance"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Dans une équipe mixte, vous serez le garant de la qualité des livrables de l’équipe de développement. Vous travaillerez en interaction continue avec les développeurs, les chefs de projets ainsi que le responsable qualité pour valider les évolutions au fur à mesure de leurs développements et assurerez le côté fonctionnel et peut mettre en place l'automatisation des tests et l'intégration continue.\n\nActivités : \n\nAnalyser les exigences et spécifications fonctionnelles, rédiger les cahiers de test et exécuter les campagnes de test\nDétecter et remonter les bugs trouvés\nProposer et mettre en œuvre les actions qualité : prévoir, corriger, faire évoluer\nDévelopper et implémenter des tests automatisés et participer à l’amélioration des process d'automatisation en partageant les problématiques de test et de qualité"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Formation supérieure en informatique Bacc+4/5\nUne expérience dans le développement web et des subtilités entre les différents browsers\nConnaissance de langage de programmation : Java ou autres\nAutonome, rigoureux, enthousiaste, communiquant, désireux d’évoluer dans un univers à la pointe des dernières technologies\nPratique de l’anglais écrit\nSavoir évoluer librement sous Linux serait un atout\nDébutant(e) motivé(e) accepté(e)"}], "url": "https://www.portaljob-madagascar.com/emploi/view/outsourcia-madagascar-ingenieur-tests-qualites-logiciels107507", "category": "informatique-web"}, {"date": "25 Juil 2022", "titre": "Développeur ReactJS", "societe": "ISA Solutions", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Sous-traitance informatique offshore"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                • Développement d’applications Web pour nos clients\n• Assurer la maintenance corrective, évolutive, le débogage et les mises à jour des sites clients\n• Intégration des maquettes\n• Adopter les bonnes pratiques afin de correspondre aux standards et exigences de l’agence en termes de qualité."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                • Maîtrise HTML5 / CSS3 / Javascript\n• Expérience sur des framework frontend javascript (ReactJS/VueJS/AngularJS/NodeJS...)\n• Expérience sur Git\n• Bonne connaissance Photoshop / Illustrator\n• Autonome"}], "url": "https://www.portaljob-madagascar.com/emploi/view/isa-solutions-developpeur-reactjs107506", "category": "informatique-web"}, {"date": "25 Juil 2022", "titre": "Ingénieur automatisation des tests", "societe": "Value iT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Nous sommes une société de services numériques, un intégrateur de solutions IT et télécoms. Notre mission est de faire de votre système d’informations un atout, un levier de performance"}, {"s_titre": "Missions", "s_description": "\n\nGarantir de la qualité des livrables de l’équipe de développement. \nTravailler en interaction continue avec les développeurs, les chefs de projets ainsi que le responsable qualité pour implémenter des scripts de tests fonctionnels et de non régression.\nMettre en place l'automatisation des tests et l'intégration continue pour garantir la stabilité du logiciel. \n\nActivités : \n\nGarantir de la qualité des livrables de l’équipe de développement. \nTravailler en interaction continue avec les développeurs, les chefs de projets ainsi que le responsable qualité pour implémenter des scripts de tests fonctionnels et de non régression.\nMettre en place l'automatisation des tests et l'intégration continue pour garantir la stabilité du logiciel."}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Formation supérieure en informatique bacc+4/5\nExpérience SIGNIFICATIVE dans le développement de scripts automatisées sur des projets digitaux.\nAutonome, rigoureux, enthousiaste, communiquant et désireux d’évoluer dans un univers à la pointe des dernières technologies \n\nVous possédez toutes ou partie des compétences suivantes :\nConnaissance du Framework d’automatisation Selenium, Jmeter, Testlink, ou autres\nConnaissance d’un outil de test API (Postman)\nPratique de l’anglais écrit et oral"}], "url": "https://www.portaljob-madagascar.com/emploi/view/outsourcia-madagascar-ingenieur-automatisation-des-tests107504", "category": "informatique-web"}, {"date": "25 Juil 2022", "titre": "ADMINISTRATEUR RESEAUX ET SI", "societe": "SMARTPREDICT", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Intelligence Artificielle et Service Numérique"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                L’administrateur réseaux et SI garantit l’accès au système d’information et veille à la sécurité informatique. Il détecte les anomalies éventuelles et participe à la gestion et administration du parc informatique. En s’assurant de la bonne marche du service, l’administrateur réseau informatique peut intervenir pour rétablir le service en cas de problème\n\n: \n\n•Identifier les besoins en matériel informatique et logiciels de l’entreprise\n•Gérer la performance du réseau\n•Veiller au bon fonctionnement et à la sécurité du système informatique\n•Assurer le maintien des systèmes informatiques\n•Définir les projets d’évolution du réseau\n•Configurer les nouveaux matériels\n•Rétablir le service en cas de problèmes ou de pannes réseau\n•Assurer un suivi technique auprès des utilisateurs\n•Mettre en place et contrôler les instructions de sécurité\n•Suivre et mettre à jour les nouvelles données techniques, économiques ou réglementaires\n•Assurer le reporting systématique auprès de son chef supérieur direct\n•Veiller au respect des règles de sécurité informatique et Télécoms\n•Protéger les données suivant les consignes et instructions générales de l’entreprise"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                :\n\n•Agé plus de 25 ans \n•Titulaire d’un Master II en informatique option système et réseaux ou équivalent\n•Au moins 2 ans d’expériences dans le domaine de système d’information et réseaux\n•Une maitrise diverse des langages informatiques serait un atout majeur\n•Une bonne connaissance des environnements techniques, en systèmes (Microsoft, Linux, Unix…) et en réseaux (Firewall, VPN, VLAN, routage…)\n•Des bonnes connaissances en développement, base de données, stockage, câblage, ….\n•Sens de communication\n•Sens d’organisation et planification\n•Disponible et flexible\n\nVeuillez nous adresser votre dossier de candidature ( CV et lettre de motivation avec vos prétentions salariales) via le site."}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                ADMRESI/250722"}], "url": "https://www.portaljob-madagascar.com/emploi/view/sp-administrateur-reseaux-et-si107497", "category": "informatique-web"}, {"date": "25 Juil 2022", "titre": "Développeur Algo (Rust/Python)", "societe": "SAYNA", "contrat": "", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                SAYNA est un écosystème pour apprendre, jouer et travailler en ligne basé sur deux piliers : acquérir des compétences techniques via un jeu vidéo mobile et travailler en ligne sur des micro-tâches informatiques rémunératrices demandées par des entreprises internationales.\n\nCela fera bientôt 4 ans et demi que Matina RAZAFIMAHEFA, une jeune franco-malgache a créé cette start-up SAYNA à Madagascar, à seulement 19 ans. Depuis 1 an et demi maintenant, nous avons des bureaux à Paris pour notre R&D & nous opérons en Côte d'Ivoire, au Cameroun, en Algérie, bientôt au Sénégal & au Mali pour rendre l'éducation plus accessible.\n\nNotre mission est assez simple : rendre l'éducation et le travail dans le monde de l'informatique accessibles."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                -Manager une équipe de développeurs FE: coacher, accompagner et résoudre les problèmes techniques rencontrés\n-Être le référent en matière de code et mettre en place les bonnes pratiques\n-Assurer des tâches de développement complexe et la qualité du code via des revues de code\n-Garantir le respect des délais imposés et le budget alloué\n-Mettre en place et réaliser des phases de tests\n-Assurer le support technique pour les estimations des tâches\n-Assurer les déploiements des projets sur les différents environnements (local, test, prod, post prod)\n-Concevoir les architectures techniques selon les besoins des projets\n-Initier les premières tâches de développement des projets et s’assurer de la montée en compétence des développeurs\n-Garantir les veilles sur les technologies concernée"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                -Expérience représentative de développement front-end JS: Angular/React/Vue/Svelte\n-Maîtrise en base de données: relationnelle, non relationnelle, conception, analyse, big data, SQL, NOSQL, graph\n-De solides connaissances en intégration HTML5/CSS3/Bootstrap\n-Maîtrise des processus de méthodes agiles, cycle en V\n-Excellente capacité d’analyse\n-Expérience en gestion et accompagnement d’ équipe, coordination de projets\n-Fort intérêt pour les nouveaux langages et systèmes\n-Connaissance des outils de tests et du domaine fonctionnel\n-Doté d’un bon relationnel, être à l’écoute et force de proposition\n-Très bon communiquant (français – anglais apprécié)\n-Maîtrise des solutions de déploiements et de tests (CI/CD, docker, git, etc.)"}], "url": "https://www.portaljob-madagascar.com/emploi/view/sayna60-developpeur-algo-rust-python107493", "category": "informatique-web"}, {"date": "22 Juil 2022", "titre": "Graphiste", "societe": "COREALI", "contrat": "CDD", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Agence de communication événementielle basée à Tana.\nOrganisation d’événements d’entreprise/ institutionnel clés en main, communication événementielle, design d’espace événementiel \nNos valeurs : excellence, passion, intégrité, créativité, professionnalisme"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                Bonne compréhension des besoins du client\nConception de supports visuels (pour support de communication, design d’espace, mise en page de livres) correspondant au brief client\nRespect des délais et priorisation des tâches \nBonne maîtrise des logiciels de la suite Adobe et logiciel 3D Blender"}, {"s_titre": "Profil", "s_description": "\n\nCréatif\nCurieux\nDynamique\nForce de proposition \nPassionné par les arts graphiques"}], "url": "https://www.portaljob-madagascar.com/emploi/view/coreali51-graphiste107467", "category": "informatique-web"}]