[{"date": "23 Juil 2022", "titre": "CHEF DE PROJET DIGITAL", "societe": "ABL OUTSOURCING", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                ABL Outsourcing est une société spécialisée dans l’outsourcing à Madagascar."}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                En pleine croissance, nous recherchons UN Chef de projet DIGITAL qui va compléter notre team pour piloter, organiser et conduire les projets de bout en bout.\n\nVos responsabilités :\n\nComprendre les besoins et enjeux des clients et leur proposer des solutions adaptées ;\nPlanifier des projets : élaboration de la roadmap , estimations des délais, affectation des ressources, création des sprints / user stories ;\nPiloter de projets : \n- cadrage et management de l'équipe projet,\n- veille à l'implication et le dynamisme de chaque Dev, \n- garantit la qualité et mesure les risques de solutions techniques prises par les Dev,\n Résoudre les points de blocages\n Effectuer reporting auprès des parties prenantes du projet : Hiérarchie / Client / Dev\n Garantir le respect des deadlines"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                Les qualifications requises : \nVous avez plus de 2 années d'expériences probante sur un poste similaire ou plus 4 ans d'expériences sur un poste de Lead Dev / Dev Senior ;\nVous avez une excellente maîtrise du français à l'écrit et à l'oral et une bonne connaissance d'une autre langue étrangère ;\nVous maîtrisez les procédures technique et fonctionnel de gestion de projets ;\nVous avez une bonne capacité d’analyse pour classer et trier les informations ;\nVous savez prendre une décision et l’exécuter, avoir un bons sens de l’anticipation ;\nVous pouvez réaliser les différentes missions dans les délais impartis tout en appliquant les consignes et en suivant les procédures.\nNous recherchons une personne qui aime réellement le travail en équipe, qui dispose d'une excellente communication tout en étant dynamique, vous devez faire preuve de rigueur et de flexibilité."}], "url": "https://www.portaljob-madagascar.com/emploi/view/abl-outsourcing-chef-de-projet-digital107454", "category": "informatique-web"}]