[{"date": "09 Juil 2022", "titre": "Data Monitoring Analyst -réf:EDM2022020", "societe": "EDM", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                Énergies renouvelables"}, {"s_titre": "Missions", "s_description": "\r\n                \r\n                •\tExtraire, exploiter et interpréter les données des sites de productions d’énergies\n•\tProduire des analyses à destination des opérationnels et décideurs métiers\n•\tCréer des dashboards : mise en place de KPIs et reporting des performances pour donner une vision cohérente des résultats aux différentes équipes et clients\n•\tIdentifier et diagnostiquer de manière proactive les besoins de l'entreprise et utiliser les connaissances organisationnelles pour recommander des solutions\n•\tAccompagner les équipes techniques à augmenter leurs performances de production en se basant sur les données disponibles"}, {"s_titre": "Profil", "s_description": "\r\n                \r\n                •\tBAC+5 en Statistiques, Mathématiques ou Informatique\n•\t3 à 5 ans dans la manipulation de données\n•\tUne expérience dans la réalisation de projet data serait un plus\n•\tMaîtrise de l’Excel niveau Avancé, de la Programmation & VBA\n•\tMaitrise des outils de gestion des données, des systèmes d’information et de l’ingénierie informatique\n•\tBonnes connaissances des techniques statistiques\n•\tConnaissances des métiers de l’énergie renouvelable\n•\tConnaissance des technologies de l’informatique\n•\tConnaissance en Big Data serait un plus\n•\tCapacité de synthèse, conceptualisation et d’innovation, rigoureux"}, {"s_titre": "Référence", "s_description": "\r\n                \r\n                EDM2022020"}], "url": "https://www.portaljob-madagascar.com/emploi/view/groupe-edm-data-monitoring-analyst-ref-edm2022020106377", "category": "informatique-web"}, {"date": "09 Juil 2022", "titre": "DEVELOPPEUR FRONT-END JUNIOR", "societe": "NEOSHORE Madagascar", "contrat": "CDI", "description": [{"s_titre": "activité de l'entreprise", "s_description": "\r\n                PRESTATION DE CONSEILS ET EXTERNALISATION"}, {"s_titre": "Missions", "s_description": "\n\nIntégrer le pôle technique où vous travaillerez avec le Product Owner et les développeurs backend sur les missions suivantes :\n\n   ·Contribuer à toutes les étapes du cycle de développement, de la conception à la livraison et au déploiement ;\n\n   ·Contribuer aux différents tests, au débogage et à la maintenance continue de la plateforme SaaS ;\n\n   ·Interagir quotidiennement avec les équipes produites pour s'adapter au besoin utilisateur."}, {"s_titre": "Profil", "s_description": "\n\n   ·Vous avez impérativement déjà travaillé avec le Framework Vue JS· et JavaScript.\n\n   ·Vous connaissez les technos/langages/frameworks suivants : React, TypeScript Redux-Saga, Github ;\n\n   ·Vous avez idéalement déjà une première expérience avec : Apollo GraphQL; Material UI\n\n   ·Vous avez une bonne maitrise du français écrit et oral ; l’anglais est un plus\n\n   ·Vous avez la Capacité à travailler avec des équipes à distance."}], "url": "https://www.portaljob-madagascar.com/emploi/view/neoshore-madagascar-developpeur-front-end-junior106648", "category": "informatique-web"}]